{
	"ALLOW_SERVER_INFO_PAGE": {
		"en": "Allow Server Info Page",
		"de": "Server-Info-Seite zulassen",
		"es": "Permitir página de información del servidor",
		"it": "Consenti pagina delle informazioni del server",
		"da": "Tillad serverinfo-side",
		"nl": "Serverinfo-pagina toestaan",
		"fr": "Autoriser la page d'informations sur le serveur",
		"tr": "Sunucu Bilgi Sayfasına İzin Ver",
		"ko": "서버 정보 페이지 허용",
		"zh": "允许使用自定义服务器信息页面",
		"zh-TW": "允許使用自訂伺服器資訊頁面",
		"ja": "カスタムサーバー情報ページを許可する",
		"pt-BR": "Permitir página de informações do servidor",
		"ru": "Разрешить страницу с информацией о сервере"
	},
	"ALLOW_SERVER_INFO_PAGE_DESC": {
		"en": "Allow the server to use the custom server info page.",
		"de": "Erlauben Sie dem Server, die benutzerdefinierte Server-Info-Seite zu verwenden.",
		"es": "Permite que el servidor utilice la página de información personalizada del servidor.",
		"it": "Consenti al server di utilizzare la pagina delle informazioni personalizzata del server.",
		"da": "Tillad, at serveren bruger den brugerdefinerede serverinfo-side.",
		"nl": "Sta toe dat de server de aangepaste serverinfo-pagina gebruikt.",
		"fr": "Autorisez le serveur à utiliser la page d'informations personnalisée du serveur.",
		"tr": "Sunucunun özel sunucu bilgi sayfasını kullanmasına izin verin.",
		"ko": "서버가 사용자 정의 서버 정보 페이지를 사용할 수 있도록 허용합니다.",
		"zh": "允许服务器使用自定义服务器信息页面。",
		"zh-TW": "允許伺服器使用自訂伺服器資訊頁面。",
		"ja": "サーバーがカスタムサーバー情報ページを使用できるようにします。",
		"pt-BR": "Permite que o servidor use a página de informações personalizada do servidor.",
		"ru": "Разрешить серверу использовать пользовательскую страницу с информацией о сервере."
	},
	"SERVER_INFO": {
		"en": "Server Info",
		"de": "Serverinformationen",
		"es": "Información del servidor",
		"it": "Informazioni sul server",
		"da": "Serverinfo",
		"nl": "Serverinformatie",
		"fr": "Informations sur le serveur",
		"tr": "Sunucu Bilgileri",
		"ko": "서버 정보",
		"zh": "服务器信息",
		"zh-TW": "伺服器資訊",
		"ja": "サーバー情報",
		"pt-BR": "Informações do Servidor",
		"ru": "Информация о сервере"
	},
	"SERVER_INFO_TITLE": {
		"en": "About this Server",
		"de": "Über diesen Server",
		"es": "Acerca de este Servidor",
		"it": "Informazioni su questo Server",
		"da": "Om denne Server",
		"nl": "Over deze Server",
		"fr": "À propos de ce Serveur",
		"tr": "Bu Sunucu Hakkında",
		"ko": "이 서버에 대해",
		"zh": "关于此服务器",
		"zh-TW": "關於此伺服器",
		"ja": "このサーバーについて",
		"pt-BR": "Sobre este Servidor",
		"ru": "О данном сервере"
	},
	"SERVER_INFO_TITLE_NOTE": {
		"en": "Get all the information you need about this server in one place.",
		"de": "Erhalten Sie alle Informationen, die Sie über diesen Server benötigen, an einem Ort.",
		"es": "Obtén toda la información que necesitas sobre este servidor en un solo lugar.",
		"it": "Ottieni tutte le informazioni di cui hai bisogno su questo server in un unico posto.",
		"da": "Få al den information, du har brug for om denne server, samlet ét sted.",
		"nl": "Krijg alle informatie die je nodig hebt over deze server op één plek.",
		"fr": "Obtenez toutes les informations dont vous avez besoin sur ce serveur en un seul endroit.",
		"tr": "Bu sunucu hakkında ihtiyacınız olan tüm bilgileri tek bir yerde edinin.",
		"ko": "이 서버에 대한 필요한 모든 정보를 한 곳에서 얻으세요.",
		"zh": "在一个地方获取关于此服务器的所有所需信息。",
		"zh-TW": "在一個地方獲取關於此伺服器的所有所需信息。",
		"ja": "このサーバーに関する必要な情報を1つの場所で入手してください。",
		"pt-BR": "Obtenha todas as informações que você precisa sobre este servidor em um só lugar.",
		"ru": "Получите всю необходимую информацию об этом сервере в одном месте."
	},
	"SERVER_INFO_INFO_TITLE": {
		"en": "The Custom Server Info Page",
		"de": "Die benutzerdefinierte Server-Info-Seite",
		"es": "La página de información personalizada del servidor",
		"it": "La pagina delle informazioni personalizzata del server",
		"da": "Den brugerdefinerede serverinfo-side",
		"nl": "De aangepaste serverinformatiepagina",
		"fr": "La page d'informations personnalisée du serveur",
		"tr": "Özel Sunucu Bilgi Sayfası",
		"ko": "사용자 정의 서버 정보 페이지",
		"zh": "自定义服务器信息页面",
		"zh-TW": "自定義伺服器資訊頁面",
		"ja": "カスタムサーバー情報ページ",
		"pt-BR": "A Página de Informações Personalizadas do Servidor",
		"ru": "Пользовательская страница информации о сервере"
	},
	"SERVER_INFO_LINE0": {
		"en": "The Custom Server Info Page enables server administrators to create personalized web-like pages within the game, using JSON for layout and content customization.",
		"de": "Die benutzerdefinierte Server-Info-Seite ermöglicht es Serveradministratoren, personalisierte webähnliche Seiten im Spiel zu erstellen, indem sie JSON für Layout- und Inhaltsanpassung verwenden.",
		"es": "La página de información personalizada del servidor permite a los administradores del servidor crear páginas personalizadas similares a la web dentro del juego, utilizando JSON para la personalización del diseño y el contenido.",
		"it": "La pagina delle informazioni personalizzata del server consente agli amministratori del server di creare pagine personalizzate simili a un sito web all'interno del gioco, utilizzando JSON per la personalizzazione del layout e del contenuto.",
		"da": "Den brugerdefinerede serverinfo-side giver serveradministratorer mulighed for at oprette personlige websidelignende sider i spillet ved hjælp af JSON til layout- og indholdsindividuering.",
		"nl": "Met de aangepaste serverinformatiepagina kunnen serverbeheerders gepersonaliseerde webpagina's maken in het spel, met behulp van JSON voor lay-out- en inhoudsaanpassing.",
		"fr": "La page d'informations personnalisée du serveur permet aux administrateurs de serveur de créer des pages personnalisées similaires à un site web dans le jeu, en utilisant JSON pour la personnalisation de la mise en page et du contenu.",
		"tr": "Özel Sunucu Bilgi Sayfası, sunucu yöneticilerinin oyun içinde JSON kullanarak kişiselleştirilmiş web benzeri sayfalar oluşturmasını sağlar.",
		"ko": "사용자 정의 서버 정보 페이지를 통해 서버 관리자는 JSON을 사용하여 게임 내에서 개인화된 웹과 유사한 페이지를 만들 수 있습니다.",
		"zh": "自定义服务器信息页面使服务器管理员能够在游戏中创建个性化的类似网页的页面，使用JSON进行布局和内容定制。",
		"zh-TW": "自定義伺服器資訊頁面使伺服器管理員能夠在遊戲中使用JSON創建個性化的類似網頁的頁面，以進行佈局和內容定制。",
		"ja": "カスタムサーバー情報ページでは、サーバー管理者がJSONを使用してゲーム内で個別のウェブページを作成できます。",
		"pt-BR": "A Página de Informações Personalizadas do Servidor permite que os administradores do servidor criem páginas personalizadas semelhantes a um site dentro do jogo, usando JSON para personalização de layout e conteúdo.",
		"ru": "Пользовательская страница информации о сервере позволяет администраторам сервера создавать персонализированные веб-подобные страницы в игре с использованием JSON для настройки макета и содержимого."
	},
	"SERVER_INFO_LINE1": {
		"en": "Utilizing JSON, administrators can easily customize every aspect of the page's layout and content to suit their preferences and community needs.",
		"de": "Mit JSON können Administratoren ganz einfach jeden Aspekt des Layouts und Inhalts der Seite an ihre Vorlieben und die Bedürfnisse der Community anpassen.",
		"es": "Utilizando JSON, los administradores pueden personalizar fácilmente cada aspecto del diseño y contenido de la página para adaptarse a sus preferencias y necesidades de la comunidad.",
		"it": "Utilizzando JSON, gli amministratori possono personalizzare facilmente ogni aspetto del layout e del contenuto della pagina per soddisfare le proprie preferenze e le esigenze della comunità.",
		"da": "Ved hjælp af JSON kan administratorer nemt tilpasse alle aspekter af sidens layout og indhold for at imødekomme deres præferencer og fællesskabets behov.",
		"nl": "Met behulp van JSON kunnen beheerders eenvoudig elk aspect van de lay-out en inhoud van de pagina aanpassen aan hun voorkeuren en de behoeften van de gemeenschap.",
		"fr": "En utilisant JSON, les administrateurs peuvent facilement personnaliser tous les aspects de la mise en page et du contenu de la page pour répondre à leurs préférences et aux besoins de la communauté.",
		"tr": "JSON kullanarak yöneticiler, tercihlerine ve topluluk ihtiyaçlarına uygun olarak sayfanın düzeni ve içeriğini kolayca özelleştirebilirler.",
		"ko": "JSON을 활용하여 관리자는 페이지의 레이아웃과 내용의 모든 측면을 쉽게 사용자의 선호도와 커뮤니티의 요구에 맞게 사용자 정의할 수 있습니다.",
		"zh": "利用JSON，管理员可以轻松自定义页面的布局和内容的每个方面，以适应其偏好和社区需求。",
		"zh-TW": "利用JSON，管理員可以輕鬆自定義頁面的佈局和內容的每個方面，以適應其偏好和社區需求。",
		"ja": "JSONを利用することで、管理者はページのレイアウトとコンテンツのすべての側面を簡単にカスタマイズして、自分の好みとコミュニティのニーズに合わせることができます。",
		"pt-BR": "Utilizando JSON, os administradores podem personalizar facilmente todos os aspectos do layout e conteúdo da página para atender às suas preferências e às necessidades da comunidade.",
		"ru": "Используя JSON, администраторы могут легко настроить каждый аспект макета и содержимого страницы в соответствии со своими предпочтениями и потребностями сообщества."
	},
	"SERVER_INFO_LINE2": {
		"en": "By offering a dynamic information hub within the game, the Custom Server Info Page encourages player engagement and fosters community interaction.",
		"de": "Durch die Bereitstellung eines dynamischen Informationshubs im Spiel fördert die benutzerdefinierte Server-Info-Seite die Spielerbindung und fördert die Interaktion in der Community.",
		"es": "Al ofrecer un centro de información dinámico dentro del juego, la página de información personalizada del servidor fomenta la participación de los jugadores y fomenta la interacción en la comunidad.",
		"it": "Offrendo un hub di informazioni dinamico all'interno del gioco, la pagina delle informazioni personalizzata del server favorisce il coinvolgimento dei giocatori e favorisce l'interazione nella comunità.",
		"da": "Ved at tilbyde en dynamisk informationshub i spillet, opfordrer den brugerdefinerede serverinfo-side til spillerengagement og fremmer samspillet i fællesskabet.",
		"nl": "Door een dynamisch informatiecentrum in het spel aan te bieden, stimuleert de aangepaste serverinformatiepagina de betrokkenheid van spelers en bevordert het de interactie binnen de gemeenschap.",
		"fr": "En proposant un hub d'informations dynamique dans le jeu, la page d'informations personnalisée du serveur encourage l'engagement des joueurs et favorise l'interaction au sein de la communauté.",
		"tr": "Oyunda dinamik bir bilgi merkezi sunarak, Özel Sunucu Bilgi Sayfası oyuncu katılımını teşvik eder ve topluluk etkileşimini geliştirir.",
		"ko": "게임 내에서 동적 정보 허브를 제공함으로써 사용자 정의 서버 정보 페이지는 플레이어 참여를 촉진하고 커뮤니티 상호작용을 촉진합니다.",
		"zh": "通过在游戏中提供动态信息中心，自定义服务器信息页面鼓励玩家参与并促进社区互动。",
		"zh-TW": "通過在遊戲中提供動態信息中心，自定義伺服器資訊頁面鼓勵玩家參與並促進社區互動。",
		"ja": "ゲーム内で動的な情報ハブを提供することで、カスタムサーバー情報ページはプレイヤーの参加を促進し、コミュニティの相互作用を促進します。",
		"pt-BR": "Ao oferecer um hub de informações dinâmico dentro do jogo, a Página de Informações Personalizadas do Servidor incentiva o envolvimento dos jogadores e promove a interação na comunidade.",
		"ru": "Предлагая динамический информационный хаб в игре, пользовательская страница информации о сервере способствует вовлечению игроков и развитию взаимодействия в сообществе."
	},
	"SERVER_INFO_LINE3": {
		"en": "Integrate essential server information, facilitating real-time updates and intuitive navigation for both administrators and players.",
		"de": "Integrieren Sie wesentliche Serverinformationen, um Echtzeitaktualisierungen und intuitive Navigation für Administratoren und Spieler zu ermöglichen.",
		"es": "Integra información esencial del servidor, facilitando actualizaciones en tiempo real y navegación intuitiva tanto para administradores como para jugadores.",
		"it": "Integra informazioni essenziali del server, facilitando aggiornamenti in tempo reale e navigazione intuitiva sia per gli amministratori che per i giocatori.",
		"da": "Integrer væsentlige serveroplysninger, der letter realtidsopdateringer og intuitiv navigation for både administratorer og spillere.",
		"nl": "Integreer essentiële serverinformatie, waardoor real-time updates en intuïtieve navigatie mogelijk zijn voor zowel beheerders als spelers.",
		"fr": "Intégrez des informations essentielles sur le serveur, facilitant les mises à jour en temps réel et la navigation intuitive pour les administrateurs et les joueurs.",
		"tr": "Yöneticiler ve oyuncular için gerçek zamanlı güncellemeleri ve sezgisel gezinmeyi kolaylaştıran temel sunucu bilgilerini entegre edin.",
		"ko": "관리자와 플레이어 모두에게 실시간 업데이트와 직관적인 탐색을 용이하게 하는 필수 서버 정보를 통합하세요.",
		"zh": "集成基本的服务器信息，为管理员和玩家提供实时更新和直观导航。",
		"zh-TW": "整合基本的伺服器資訊，為管理員和玩家提供即時更新和直觀導航。",
		"ja": "管理者とプレイヤーの両方にとってリアルタイムの更新と直感的なナビゲーションを容易にする必要なサーバー情報を統合します。",
		"pt-BR": "Integre informações essenciais do servidor, facilitando atualizações em tempo real e navegação intuitiva para administradores e jogadores.",
		"ru": "Интегрируйте основную информацию о сервере, облегчая обновления в режиме реального времени и интуитивную навигацию как для администраторов, так и для игроков."
	},
	"SERVER_INFO_LINE4": {
		"en": "The Custom Server offers administrators unparalleled control and limitless customization possibilities; if there's a feature you think is missing, reach out, and we'll work together to make it a reality.",
		"de": "Der benutzerdefinierte Server bietet Administratoren eine beispiellose Kontrolle und grenzenlose Anpassungsmöglichkeiten. Wenn Ihnen eine Funktion fehlt, kontaktieren Sie uns, und wir arbeiten gemeinsam daran, sie Wirklichkeit werden zu lassen.",
		"es": "El servidor personalizado ofrece a los administradores un control incomparable y posibilidades de personalización ilimitadas; si falta alguna función que creas que debería estar, ponte en contacto y trabajaremos juntos para hacerla realidad.",
		"it": "Il server personalizzato offre agli amministratori un controllo senza precedenti e possibilità di personalizzazione illimitate; se pensi che manchi una funzionalità, contattaci e lavoreremo insieme per realizzarla.",
		"da": "Den brugerdefinerede server tilbyder administratorer enestående kontrol og ubegrænsede tilpasningsmuligheder; hvis der mangler en funktion, du synes mangler, så kontakt os, og vi vil arbejde sammen for at gøre det til virkelighed.",
		"nl": "De aangepaste server biedt beheerders ongeëvenaarde controle en onbeperkte aanpassingsmogelijkheden; als er een functie ontbreekt die je denkt dat er zou moeten zijn, neem dan contact op en we zullen samenwerken om het werkelijkheid te maken.",
		"fr": "Le serveur personnalisé offre aux administrateurs un contrôle inégalé et des possibilités de personnalisation illimitées ; s'il manque une fonctionnalité que vous pensez nécessaire, contactez-nous et nous travaillerons ensemble pour la concrétiser.",
		"tr": "Özel Sunucu, yöneticilere eşsiz kontrol ve sınırsız özelleştirme imkanları sunar; eksik olduğunu düşündüğünüz bir özellik varsa, bize ulaşın ve birlikte gerçekleştirmek için çalışalım.",
		"ko": "사용자 정의 서버는 관리자에게 비교할 수 없는 제어력과 무한한 사용자 정의 가능성을 제공합니다. 누락된 기능이 있다면 연락하여 함께 실현시키겠습니다.",
		"zh": "自定义服务器为管理员提供了无与伦比的控制和无限的自定义可能性；如果您认为缺少某个功能，请联系我们，我们将共同努力将其变为现实。",
		"zh-TW": "自定義伺服器為管理員提供了無與倫比的控制和無限的自定義可能性；如果您認為缺少某個功能，請聯繫我們，我們將共同努力將其變為現實。",
		"ja": "カスタムサーバーは、管理者に対して比類のない制御と無限のカスタマイズ可能性を提供します。不足している機能がある場合は、お問い合わせください。一緒に実現するために協力します。",
		"pt-BR": "O servidor personalizado oferece aos administradores um controle incomparável e possibilidades de personalização ilimitadas; se houver um recurso que você acha que está faltando, entre em contato e trabalharemos juntos para torná-lo realidade.",
		"ru": "Пользовательский сервер предлагает администраторам беспрецедентный контроль и неограниченные возможности настройки; если вам не хватает какой-то функции, свяжитесь с нами, и мы вместе сделаем это реальностью."
	},
	"SERVER_INFO_PAGE_DISABLED": {
		"en": "Server Info Page is Disabled!",
		"de": "Die Server-Info-Seite ist deaktiviert!",
		"es": "¡La página de información del servidor está desactivada!",
		"it": "La pagina delle informazioni del server è disabilitata!",
		"da": "Serverinfo-siden er deaktiveret!",
		"nl": "Serverinformatiepagina is uitgeschakeld!",
		"fr": "La page d'informations sur le serveur est désactivée !",
		"tr": "Sunucu Bilgi Sayfası Devre Dışı!",
		"ko": "서버 정보 페이지가 비활성화되었습니다!",
		"zh": "服务器信息页面已禁用！",
		"zh-TW": "伺服器資訊頁面已停用！",
		"ja": "サーバー情報ページは無効です！",
		"pt-BR": "A Página de Informações do Servidor está Desativada!",
		"ru": "Страница информации о сервере отключена!"
	},
	"SERVER_INFO_PAGE_DISABLED_NOTE": {
		"en": "The Server Info Page is currently disabled. If you think this is by mistake, contact the server admin.",
		"de": "Die Server-Info-Seite ist derzeit deaktiviert. Wenn Sie glauben, dass dies ein Fehler ist, wenden Sie sich an den Serveradministrator.",
		"es": "La página de información del servidor está actualmente desactivada. Si crees que esto es un error, ponte en contacto con el administrador del servidor.",
		"it": "La pagina delle informazioni del server è attualmente disabilitata. Se pensi che ciò sia un errore, contatta l'amministratore del server.",
		"da": "Serverinfo-siden er i øjeblikket deaktiveret. Hvis du mener, at dette er en fejl, skal du kontakte serveradministratoren.",
		"nl": "De serverinformatiepagina is momenteel uitgeschakeld. Als je denkt dat dit per ongeluk is, neem dan contact op met de serverbeheerder.",
		"fr": "La page d'informations sur le serveur est actuellement désactivée. Si vous pensez que c'est une erreur, contactez l'administrateur du serveur.",
		"tr": "Sunucu Bilgi Sayfası şu anda devre dışı. Bunu yanlışlıkla olduğunu düşünüyorsanız, sunucu yöneticisiyle iletişime geçin.",
		"ko": "현재 서버 정보 페이지가 비활성화되어 있습니다. 이것이 실수라고 생각한다면 서버 관리자에게 문의하십시오.",
		"zh": "服务器信息页面当前已禁用。如果您认为这是错误的，请联系服务器管理员。",
		"zh-TW": "伺服器資訊頁面目前已停用。如果您認為這是錯誤的，請聯繫伺服器管理員。",
		"ja": "現在、サーバー情報ページは無効になっています。これが誤りだと思われる場合は、サーバー管理者に連絡してください。",
		"pt-BR": "A Página de Informações do Servidor está atualmente desativada. Se você acha que isso foi um erro, entre em contato com o administrador do servidor.",
		"ru": "Страница информации о сервере в настоящее время отключена. Если вы считаете, что это ошибка, свяжитесь с администратором сервера."
	},
	"SERVER_INFO_PAGE_DISABLED_NOTE_ADMIN": {
		"en": "It is only visible to the Server Admins and Roles with Nucleus_EditServerInfoPage permissions tag.",
		"de": "Es ist nur für Server-Administratoren und Rollen mit dem Nucleus_EditServerInfoPage-Berechtigungstag sichtbar.",
		"es": "Solo es visible para los administradores del servidor y los roles con la etiqueta de permisos Nucleus_EditServerInfoPage.",
		"it": "È visibile solo agli amministratori del server e ai ruoli con il tag di autorizzazioni Nucleus_EditServerInfoPage.",
		"da": "Det er kun synligt for serveradministratorer og roller med Nucleus_EditServerInfoPage-tilladelsesmærke.",
		"nl": "Het is alleen zichtbaar voor serverbeheerders en rollen met het Nucleus_EditServerInfoPage-machtigingslabel.",
		"fr": "Il n'est visible que par les administrateurs de serveur et les rôles avec l'étiquette de permissions Nucleus_EditServerInfoPage.",
		"tr": "Yalnızca Sunucu Yöneticileri ve Nucleus_EditServerInfoPage izin etiketi olan Rollere görünür.",
		"ko": "서버 관리자 및 Nucleus_EditServerInfoPage 권한 태그가 있는 역할에게만 표시됩니다.",
		"zh": "仅对服务器管理员和具有Nucleus_EditServerInfoPage权限标签的角色可见。",
		"zh-TW": "僅對伺服器管理員和具有Nucleus_EditServerInfoPage權限標籤的角色可見。",
		"ja": "サーバー管理者とNucleus_EditServerInfoPage権限タグを持つ役割にのみ表示されます。",
		"pt-BR": "É visível apenas para os administradores do servidor e funções com a tag de permissões Nucleus_EditServerInfoPage.",
		"ru": "Он виден только администраторам сервера и ролям с тегом разрешений Nucleus_EditServerInfoPage."
	},
	"EDIT_SERVER_INFO_PAGE": {
		"en": "Customize you Server Info Page",
		"de": "Passen Sie Ihre Server-Info-Seite an",
		"es": "Personaliza tu página de información del servidor",
		"it": "Personalizza la tua pagina delle informazioni del server",
		"da": "Tilpas din serverinfo-side",
		"nl": "Pas je serverinformatiepagina aan",
		"fr": "Personnalisez votre page d'informations sur le serveur",
		"tr": "Sunucu Bilgi Sayfanızı Özelleştirin",
		"ko": "서버 정보 페이지를 사용자 정의하세요",
		"zh": "自定义服务器信息页面",
		"zh-TW": "自訂伺服器資訊頁面",
		"ja": "サーバー情報ページをカスタマイズする",
		"pt-BR": "Personalize sua Página de Informações do Servidor",
		"ru": "Настройте свою страницу информации о сервере"
	},
	"SERVER_INFO_UI_CONFIG": {
		"en": "JSON Based UI Configuration",
		"de": "JSON-basierte UI-Konfiguration",
		"es": "Configuración de interfaz de usuario basada en JSON",
		"it": "Configurazione dell'interfaccia utente basata su JSON",
		"da": "UI-konfiguration baseret på JSON",
		"nl": "UI-configuratie op basis van JSON",
		"fr": "Configuration de l'interface utilisateur basée sur JSON",
		"tr": "JSON Tabanlı UI Yapılandırması",
		"ko": "JSON 기반 UI 구성",
		"zh": "基于JSON的UI配置",
		"zh-TW": "基於JSON的UI配置",
		"ja": "JSONベースのUI構成",
		"pt-BR": "Configuração de IU baseada em JSON",
		"ru": "Настройка пользовательского интерфейса на основе JSON"
	},
	"SERVER_INFO_UI_CONFIG_NOTE": {
		"en": "For assistance with all the available options, join the Ark-Nucleus Discord and receive help with setting up a more personalized Info Page.",
		"de": "Für Unterstützung bei allen verfügbaren Optionen treten Sie dem Ark-Nucleus-Discord bei und erhalten Sie Hilfe bei der Einrichtung einer persönlicheren Info-Seite.",
		"es": "Para obtener ayuda con todas las opciones disponibles, únete a Ark-Nucleus Discord y recibe ayuda para configurar una página de información más personalizada.",
		"it": "Per assistenza con tutte le opzioni disponibili, unisciti a Ark-Nucleus Discord e ricevi aiuto nella configurazione di una pagina delle informazioni più personalizzata.",
		"da": "For hjælp med alle de tilgængelige muligheder, skal du deltage i Ark-Nucleus Discord og få hjælp til at opsætte en mere personlig Info-side.",
		"nl": "Voor hulp bij alle beschikbare opties, meld je aan bij de Ark-Nucleus Discord en ontvang hulp bij het instellen van een meer gepersonaliseerde Info-pagina.",
		"fr": "Pour obtenir de l'aide sur toutes les options disponibles, rejoignez le Discord Ark-Nucleus et recevez de l'aide pour configurer une page d'informations plus personnalisée.",
		"tr": "Tüm mevcut seçeneklerle ilgili yardım için Ark-Nucleus Discord'a katılın ve daha kişiselleştirilmiş bir Bilgi Sayfası kurulumunda yardım alın.",
		"ko": "사용 가능한 모든 옵션에 대한 도움말은 Ark-Nucleus Discord에 참여하여 더 개인화된 정보 페이지 설정에 대한 도움을 받으세요.",
		"zh": "如需获取所有可用选项的帮助，请加入 Ark-Nucleus Discord 并获得设置更个性化信息页面的帮助。",
		"zh-TW": "如需獲取所有可用選項的幫助，請加入 Ark-Nucleus Discord 並獲得設置更個性化資訊頁面的幫助。",
		"ja": "利用可能なすべてのオプションに関する支援は、Ark-Nucleus Discordに参加して、より個別化された情報ページの設定に関する支援を受けてください。",
		"pt-BR": "Para obter ajuda com todas as opções disponíveis, junte-se ao Ark-Nucleus Discord e receba ajuda para configurar uma Página de Informações mais personalizada.",
		"ru": "Для получения помощи по всем доступным вариантам присоединяйтесь к Ark-Nucleus Discord и получите помощь в настройке более персонализированной информационной страницы."
	},
	"SERVER_INFO_PAGE_SAVED": {
		"en": "Changes to the Server Info Page were saved successfully.",
		"de": "Änderungen an der Server-Info-Seite wurden erfolgreich gespeichert.",
		"es": "Los cambios en la página de información del servidor se guardaron correctamente.",
		"it": "Le modifiche alla pagina delle informazioni del server sono state salvate correttamente.",
		"da": "Ændringer i serverinfo-siden blev gemt med succes.",
		"nl": "Wijzigingen aan de serverinformatiepagina zijn succesvol opgeslagen.",
		"fr": "Les modifications apportées à la page d'informations sur le serveur ont été enregistrées avec succès.",
		"tr": "Sunucu Bilgi Sayfası'ndaki değişiklikler başarıyla kaydedildi.",
		"ko": "서버 정보 페이지의 변경 사항이 성공적으로 저장되었습니다.",
		"zh": "服务器信息页面的更改已成功保存。",
		"zh-TW": "伺服器資訊頁面的變更已成功儲存。",
		"ja": "サーバー情報ページの変更が正常に保存されました。",
		"pt-BR": "As alterações na Página de Informações do Servidor foram salvas com sucesso.",
		"ru": "Изменения на странице информации о сервере были успешно сохранены."
	}
}