{
	"ENCYCLOPEDIA": {
		"en": "Encyclopedia",
		"de": "Enzyklopädie",
		"es": "Enciclopedia",
		"it": "Enciclopedia",
		"da": "Encyklopædi",
		"nl": "Encyclopedie",
		"fr": "Encyclopédie",
		"tr": "Ansiklopedi",
		"ko": "백과사전",
		"zh": "百科全书",
		"zh-TW": "百科全書",
		"ja": "百科事典",
		"pt-BR": "Enciclopédia",
		"ru": "Энциклопедия"
	},
	"ENCYCLOPEDIA_TITLE": {
		"en": "Items and Dinos Encyclopedia",
		"de": "Gegenstände und Dinos Enzyklopädie",
		"es": "Enciclopedia de objetos y dinosaurios",
		"it": "Enciclopedia di oggetti e dinosauri",
		"da": "Genstande og Dinos Encyklopædi",
		"nl": "Encyclopedie van items en dinosaurussen",
		"fr": "Encyclopédie des objets et dinos",
		"tr": "Eşyalar ve Dinozorlar Ansiklopedisi",
		"ko": "아이템 및 공룡 백과사전",
		"zh": "物品和恐龙百科全书",
		"zh-TW": "物品和恐龍百科全書",
		"ja": "アイテムと恐竜の百科事典",
		"pt-BR": "Enciclopédia de Itens e Dinossauros",
		"ru": "Энциклопедия предметов и динозавров"
	},
	"ENCYCLOPEDIA_TITLE_NOTE": {
		"en": "Registry off all detected items and dinos from the vanilla game and installed mods.",
		"de": "Register aller erkannten Gegenstände und Dinos aus dem Vanilla-Spiel und installierten Mods.",
		"es": "Registro de todos los objetos y dinosaurios detectados del juego base y mods instalados.",
		"it": "Registro di tutti gli oggetti e dinosauri rilevati dal gioco vanilla e dai mod installati.",
		"da": "Register over alle registrerede genstande og dinoer fra det vanille spil og installerede mods.",
		"nl": "Register van alle gedetecteerde items en dinosaurussen uit het basisspel en geïnstalleerde mods.",
		"fr": "Registre de tous les objets et dinos détectés du jeu de base et des mods installés.",
		"tr": "Vanilya oyunundan ve yüklenmiş modlardan tespit edilen tüm öğelerin ve dinozorların kaydı.",
		"ko": "바닐라 게임 및 설치된 모드에서 감지된 모든 항목 및 공룡의 레지스트리입니다.",
		"zh": "注册表包含来自原始游戏和已安装的模组的所有检测到的物品和恐龙。",
		"zh-TW": "註冊表包含來自原始遊戲和已安裝的模組的所有檢測到的物品和恐龍。",
		"ja": "バニラゲームとインストールされたモッドから検出されたすべてのアイテムと恐竜のレジストリ。",
		"pt-BR": "Registro de todos os itens e dinossauros detectados do jogo base e mods instalados.",
		"ru": "Реестр всех обнаруженных предметов и динозавров из базовой игры и установленных модов."
	},
	"ENCYCLOPEDIA_INFO_TITLE": {
		"en": "The Ark-Nucleus Encyclopedia",
		"de": "Die Ark-Nucleus Enzyklopädie",
		"es": "La Enciclopedia Ark-Nucleus",
		"it": "L'Enciclopedia Ark-Nucleus",
		"da": "Ark-Nucleus Encyklopædien",
		"nl": "De Ark-Nucleus Encyclopedie",
		"fr": "L'Encyclopédie Ark-Nucleus",
		"tr": "Ark-Nucleus Ansiklopedisi",
		"ko": "아크-뉴클레우스 백과사전",
		"zh": "Ark-Nucleus 百科全书",
		"zh-TW": "Ark-Nucleus 百科全書",
		"ja": "Ark-Nucleus 百科事典",
		"pt-BR": "A Enciclopédia Ark-Nucleus",
		"ru": "Арк-Нуклеус Энциклопедия"
	},
	"ENCYCLOPEDIA_INFO_LINE0": {
		"en": "The Encyclopedia is a comprehensive registry of all detected items and dinos from the vanilla game and installed mods.",
		"de": "Die Enzyklopädie ist ein umfassendes Register aller erkannten Gegenstände und Dinos aus dem Vanilla-Spiel und installierten Mods.",
		"es": "La Enciclopedia es un registro completo de todos los objetos y dinosaurios detectados del juego base y mods instalados.",
		"it": "L'Enciclopedia è un registro completo di tutti gli oggetti e dinosauri rilevati dal gioco vanilla e dai mod installati.",
		"da": "Encyklopædien er et omfattende register over alle registrerede genstande og dinoer fra det vanille spil og installerede mods.",
		"nl": "De Encyclopedie is een uitgebreid register van alle gedetecteerde items en dinosaurussen uit het basisspel en geïnstalleerde mods.",
		"fr": "L'Encyclopédie est un registre complet de tous les objets et dinos détectés du jeu de base et des mods installés.",
		"tr": "Ansiklopedi, vanilya oyunundan ve yüklenmiş modlardan tespit edilen tüm öğelerin ve dinozorların kapsamlı bir kaydıdır.",
		"ko": "바닐라 게임 및 설치된 모드에서 감지된 모든 항목 및 공룡의 포괄적인 레지스트리입니다.",
		"zh": "百科全书是一个全面的注册表，包含来自原始游戏和已安装的模组的所有检测到的物品和恐龙。",
		"zh-TW": "百科全書是一個全面的註冊表，包含來自原始遊戲和已安裝的模組的所有檢測到的物品和恐龍。",
		"ja": "百科事典は、バニラゲームとインストールされたモッドから検出されたすべてのアイテムと恐竜の包括的なレジストリです。",
		"pt-BR": "A Enciclopédia é um registro abrangente de todos os itens e dinossauros detectados do jogo base e mods instalados.",
		"ru": "Энциклопедия - это всесторонний реестр всех обнаруженных предметов и динозавров из базовой игры и установленных модов."
	},
	"ENCYCLOPEDIA_INFO_LINE1": {
		"en": "It provides a detailed overview of each item and dino, including their stats, spawn options, and other useful information.",
		"de": "Es bietet einen detaillierten Überblick über jedes Item und Dino, einschließlich ihrer Statistiken, Spawn-Optionen und anderer nützlicher Informationen.",
		"es": "Proporciona una descripción detallada de cada objeto y dinosaurio, incluyendo sus estadísticas, opciones de aparición y otra información útil.",
		"it": "Fornisce una panoramica dettagliata di ogni oggetto e dinosauro, inclusi le loro statistiche, le opzioni di spawn e altre informazioni utili.",
		"da": "Det giver et detaljeret overblik over hvert element og dino, herunder deres statistikker, spawnmuligheder og anden nyttig information.",
		"nl": "Het biedt een gedetailleerd overzicht van elk item en dino, inclusief hun statistieken, spawnopties en andere nuttige informatie.",
		"fr": "Il fournit un aperçu détaillé de chaque objet et dinosaure, y compris leurs statistiques, options d'apparition et autres informations utiles.",
		"tr": "Her bir öğe ve dino hakkında detaylı bir genel bakış sağlar; istatistiklerini, spawn seçeneklerini ve diğer yararlı bilgileri içerir.",
		"ko": "각 항목 및 공룡에 대한 자세한 개요를 제공하며, 그들의 통계, 스폰 옵션 및 기타 유용한 정보를 포함합니다.",
		"zh": "它提供了每个物品和恐龙的详细概述，包括它们的统计数据、生成选项和其他有用信息。",
		"zh-TW": "它提供了每個物品和恐龍的詳細概述，包括它們的統計數據、生成選項和其他有用信息。",
		"ja": "それは各アイテムと恐竜の詳細な概要を提供し、それらの統計、スポーンオプション、その他の有用な情報を含んでいます。",
		"pt-BR": "Ele fornece uma visão detalhada de cada item e dinossauro, incluindo suas estatísticas, opções de spawn e outras informações úteis.",
		"ru": "Он предоставляет подробный обзор каждого предмета и динозавра, включая их статистику, варианты появления и другую полезную информацию."
	},
	"ENCYCLOPEDIA_INFO_LINE2": {
		"en": "The Encyclopedia is a powerful tool for server administrators and players alike, offering a wealth of information and customization options.",
		"de": "Die Enzyklopädie ist ein leistungsstolles Werkzeug für Serveradministratoren und Spieler gleichermaßen und bietet eine Fülle von Informationen und Anpassungsoptionen.",
		"es": "La Enciclopedia es una herramienta poderosa tanto para administradores de servidores como para jugadores, que ofrece una gran cantidad de información y opciones de personalización.",
		"it": "L'Enciclopedia è uno strumento potente sia per gli amministratori del server che per i giocatori, offrendo una vasta quantità di informazioni e opzioni di personalizzazione.",
		"da": "Encyklopædien er et kraftfuldt værktøj til serveradministratorer og spillere, der tilbyder en masse information og tilpasningsmuligheder.",
		"nl": "De Encyclopedie is een krachtige tool voor serverbeheerders en spelers, met een schat aan informatie en aanpassingsmogelijkheden.",
		"fr": "L'Encyclopédie est un outil puissant pour les administrateurs de serveur et les joueurs, offrant une multitude d'informations et d'options de personnalisation.",
		"tr": "Ansiklopedi, sunucu yöneticileri ve oyuncular için zengin bir bilgi ve özelleştirme seçenekleri sunan güçlü bir araçtır.",
		"ko": "백과사전은 서버 관리자와 플레이어 모두에게 풍부한 정보와 사용자 정의 옵션을 제공하는 강력한 도구입니다.",
		"zh": "百科全书是一种强大的工具，适用于服务器管理员和玩家，提供丰富的信息和自定义选项。",
		"zh-TW": "百科全書是一種強大的工具，適用於伺服器管理員和玩家，提供豐富的信息和自定義選項。",
		"ja": "百科事典は、サーバー管理者とプレイヤーの両方にとって強力なツールであり、豊富な情報とカスタマイズオプションを提供します。",
		"pt-BR": "A Enciclopédia é uma ferramenta poderosa para administradores de servidor e jogadores, oferecendo uma riqueza de informações e opções de personalização.",
		"ru": "Энциклопедия - это мощный инструмент как для администраторов сервера, так и для игроков, предлагающий множество информации и вариантов настройки."
	},
	"ENCYCLOPEDIA_INFO_LINE3": {
		"en": "If you encounter any issues or have suggestions for improvements, please don't hesitate to reach out. We're always eager to hear from the community and improve the Ark-Nucleus experience.",
		"de": "Wenn Sie auf Probleme stoßen oder Verbesserungsvorschläge haben, zögern Sie bitte nicht, uns zu kontaktieren. Wir sind immer bestrebt, von der Community zu hören und das Ark-Nucleus-Erlebnis zu verbessern.",
		"es": "Si encuentras algún problema o tienes sugerencias para mejoras, no dudes en ponerte en contacto con nosotros. Siempre estamos ansiosos por escuchar a la comunidad y mejorar la experiencia de Ark-Nucleus.",
		"it": "Se incontri problemi o hai suggerimenti per miglioramenti, non esitare a contattarci. Siamo sempre desiderosi di sentire la comunità e migliorare l'esperienza di Ark-Nucleus.",
		"da": "Hvis du støder på problemer eller har forslag til forbedringer, så tøv ikke med at kontakte os. Vi er altid ivrige efter at høre fra fællesskabet og forbedre Ark-Nucleus-oplevelsen.",
		"nl": "Als je problemen tegenkomt of suggesties hebt voor verbeteringen, aarzel dan niet om contact met ons op te nemen. We zijn altijd enthousiast om van de community te horen en de Ark-Nucleus-ervaring te verbeteren.",
		"fr": "Si vous rencontrez des problèmes ou avez des suggestions d'amélioration, n'hésitez pas à nous contacter. Nous sommes toujours impatients d'entendre la communauté et d'améliorer l'expérience Ark-Nucleus.",
		"tr": "Herhangi bir sorunla karşılaşırsanız veya iyileştirmeler için önerileriniz varsa, lütfen çekinmeden bize ulaşın. Topluluktan duymak ve Ark-Nucleus deneyimini geliştirmek için her zaman istekliyiz.",
		"ko": "문제가 발생하거나 개선 제안이 있는 경우 언제든지 연락 주시기 바랍니다. 우리는 항상 커뮤니티의 의견을 듣고 Ark-Nucleus 경험을 개선하기를 열망합니다.",
		"zh": "如果您遇到任何问题或有改进建议，请随时与我们联系。我们非常乐意听取社区的意见，并改进Ark-Nucleus的体验。",
		"zh-TW": "如果您遇到任何問題或有改進建議，請隨時與我們聯繫。我們非常樂意聽取社區的意見，並改進Ark-Nucleus的體驗。",
		"ja": "問題が発生した場合や改善の提案がある場合は、お気軽にご連絡ください。常にコミュニティの声を聞き、Ark-Nucleusの体験を向上させることに熱心です。",
		"pt-BR": "Se você encontrar algum problema ou tiver sugestões de melhorias, não hesite em entrar em contato. Estamos sempre ansiosos para ouvir a comunidade e melhorar a experiência do Ark-Nucleus.",
		"ru": "Если у вас возникнут проблемы или у вас будут предложения по улучшению, пожалуйста, не стесняйтесь обращаться к нам. Мы всегда стремимся услышать от сообщества и улучшить опыт использования Ark-Nucleus."
	},
	"ENCYCLOPEDIA_INFO_LINE4": {
		"en": "The Encyclopedia is a work in progress, and we're continually working to expand and improve it. If you have any suggestions or requests, please let us know.",
		"de": "Die Enzyklopädie ist ein laufendes Projekt, an dem wir kontinuierlich arbeiten, um sie zu erweitern und zu verbessern. Wenn Sie Vorschläge oder Anfragen haben, lassen Sie es uns bitte wissen.",
		"es": "La Enciclopedia es un trabajo en progreso, y estamos trabajando continuamente para expandirla y mejorarla. Si tienes alguna sugerencia o petición, por favor háznoslo saber.",
		"it": "L'Enciclopedia è un lavoro in corso, e stiamo lavorando costantemente per espanderla e migliorarla. Se hai suggerimenti o richieste, ti preghiamo di farcelo sapere.",
		"da": "Encyklopædien er et igangværende arbejde, og vi arbejder konstant på at udvide og forbedre den. Hvis du har nogen forslag eller anmodninger, så lad os det vide.",
		"nl": "De Encyclopedie is een werk in uitvoering en we werken voortdurend aan uitbreiding en verbetering. Als je suggesties of verzoeken hebt, laat het ons weten.",
		"fr": "L'Encyclopédie est un travail en cours, et nous travaillons continuellement à l'élargir et à l'améliorer. Si vous avez des suggestions ou des demandes, veuillez nous en informer.",
		"tr": "Ansiklopedi, devam eden bir çalışmadır ve sürekli olarak genişletme ve iyileştirme üzerinde çalışıyoruz. Herhangi bir öneriniz veya isteğiniz varsa lütfen bize bildirin.",
		"ko": "백과사전은 진행 중인 작업이며, 계속해서 확장하고 개선하기 위해 노력하고 있습니다. 제안이나 요청 사항이 있으면 알려주십시오.",
		"zh": "百科全书是一个正在进行的工作，我们不断努力扩展和改进它。如果您有任何建议或请求，请告诉我们。",
		"zh-TW": "百科全書是一個正在進行的工作，我們不斷努力擴展和改進它。如果您有任何建議或請求，請告訴我們。",
		"ja": "百科事典は進行中の作業であり、常に拡張と改善に取り組んでいます。ご提案やリクエストがある場合は、お知らせください。",
		"pt-BR": "A Enciclopédia é um trabalho em andamento, e estamos continuamente trabalhando para expandi-la e melhorá-la. Se você tiver alguma sugestão ou pedido, por favor nos avise.",
		"ru": "Энциклопедия - это работа в процессе, и мы постоянно работаем над ее расширением и улучшением. Если у вас есть какие-либо предложения или запросы, пожалуйста, дайте нам знать."
	},
	"ENCYCLOPEDIA_IMPORT_BTN": {
		"en": "Import",
		"de": "Import",
		"es": "Importar",
		"it": "Importa",
		"da": "Import",
		"nl": "Importeren",
		"fr": "Importer",
		"tr": "İçe aktar",
		"ko": "수입",
		"zh": "进口",
		"zh-TW": "進口",
		"ja": "輸入",
		"pt-BR": "Importar",
		"ru": "Импорт"
	},
	"ENCYCLOPEDIA_IMPORT_TITLE": {
		"en": "Manualy import item and dino paths to the encyclopedia",
		"de": "Importieren Sie manuell Element- und Dino-Pfade in die Enzyklopädie",
		"es": "Importar manualmente rutas de elementos y dinosaurios a la enciclopedia",
		"it": "Importa manualmente percorsi di elementi e dinosauri nell'enciclopedia",
		"da": "Manuelt importere element- og dino-stier til encyklopædien",
		"nl": "Handmatig item- en dino-paden importeren in de encyclopedie",
		"fr": "Importer manuellement les chemins d'éléments et de dinos dans l'encyclopédie",
		"tr": "Öğe ve dino yollarını ansiklopediye manuel olarak içe aktarın",
		"ko": "항목 및 디노 경로를 백과사전에 수동으로 가져오기",
		"zh": "手动将项目和恐龙路径导入百科全书",
		"zh-TW": "手動將項目和恐龍路徑導入百科全書",
		"ja": "アイテムと恐竜のパスを百科事典に手動でインポートします",
		"pt-BR": "Importe manualmente caminhos de itens e dinos para a enciclopédia",
		"ru": "Вручную импортируйте пути элементов и дино в энциклопедию"
	},
	"ENCYCLOPEDIA_PATHS_TO_IMPORT": {
		"en": "Paths to import",
		"de": "Pfade zum Importieren",
		"es": "Rutas a importar",
		"it": "Percorsi da importare",
		"da": "Stier at importere",
		"nl": "Paden om te importeren",
		"fr": "Chemins à importer",
		"tr": "İçe aktarılacak yollar",
		"ko": "가져올 경로",
		"zh": "要导入的路径",
		"zh-TW": "要導入的路徑",
		"ja": "インポートするパス",
		"pt-BR": "Caminhos para importar",
		"ru": "Пути для импорта"
	},
	"ENCYCLOPEDIA_PATHS_TO_IMPORT_NOTE": {
		"en": "Enter the paths of the items and dinos you want to import to the encyclopedia. Seperated by a comma, space or new line. Paths should be in the format of: /GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"de": "Geben Sie die Pfade der Elemente und Dinos ein, die Sie in die Enzyklopädie importieren möchten. Getrennt durch ein Komma, Leerzeichen oder eine neue Zeile. Pfade sollten im Format sein: /GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"es": "Ingrese las rutas de los elementos y dinosaurios que desea importar a la enciclopedia. Separado por una coma, espacio o nueva línea. Las rutas deben estar en el formato de: /GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"it": "Inserisci i percorsi degli elementi e dei dinosauri che desideri importare nell'enciclopedia. Separato da una virgola, spazio o nuova riga. I percorsi dovrebbero essere nel formato: /GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"da": "Indtast stierne til de elementer og dinosaurer, du vil importere til encyklopædien. Adskilt af et komma, mellemrum eller ny linje. Stier skal være i formatet: /GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"nl": "Voer de paden van de items en dino's in die u wilt importeren in de encyclopedie. Gescheiden door een komma, spatie of nieuwe regel. Paden moeten in het formaat zijn van: /GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"fr": "Entrez les chemins des éléments et dinos que vous souhaitez importer dans l'encyclopédie. Séparé par une virgule, un espace ou une nouvelle ligne. Les chemins doivent être au format: /GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"tr": "Ansiklopediye içe aktarmak istediğiniz öğelerin ve dinozorların yollarını girin. Virgül, boşluk veya yeni satır ile ayrılmış. Yollar şu formatta olmalıdır: /GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"ko": "백과사전에 가져 오려는 항목 및 디노의 경로를 입력하십시오. 쉼표, 공백 또는 새 줄로 구분됩니다. 경로는 다음 형식이어야합니다 : /GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"zh": "输入要导入到百科全书的项目和恐龙的路径。用逗号、空格或新行分隔。路径应为以下格式:/GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"zh-TW": "輸入要導入到百科全書的項目和恐龍的路徑。用逗號、空格或新行分隔。路徑應為以下格式:/GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"ja": "百科事典にインポートしたいアイテムと恐竜のパスを入力します。コンマ、スペース、または新しい行で区切ります。パスは次の形式である必要があります:/GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"pt-BR": "Digite os caminhos dos itens e dinos que deseja importar para a enciclopédia. Separado por vírgula, espaço ou nova linha. Os caminhos devem estar no formato de: /GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C",
		"ru": "Введите пути элементов и дино, которые вы хотите импортировать в энциклопедию. Разделенные запятой, пробелом или новой строкой. Пути должны быть в формате: /GameOrMod/.../PrimalItemArmor_TekHelmet.PrimalItemArmor_TekHelmet_C"
	},
	"ENCYCLOPEDIA_INDEXING_BTN": {
		"en": "Indexing",
		"de": "Indizierung",
		"es": "Indexación",
		"it": "Indicizzazione",
		"da": "Indeksering",
		"nl": "Indexering",
		"fr": "Indexation",
		"tr": "Dizinleme",
		"ko": "색인",
		"zh": "索引",
		"zh-TW": "索引",
		"ja": "インデックス",
		"pt-BR": "Indexação",
		"ru": "Индексация"
	},
	"ENCYCLOPEDIA_INDEXING_TITLE": {
		"en": "Reindex items and force update the encyclopedia",
		"de": "Indiziere Elemente und erzwinge ein Update der Enzyklopädie",
		"es": "Reindexar elementos y forzar la actualización de la enciclopedia",
		"it": "Riindicizza gli elementi e forza l'aggiornamento dell'enciclopedia",
		"da": "Genindekser elementer og tving opdatering af encyklopædien",
		"nl": "Indexeer items opnieuw en dwing een update van de encyclopedie af",
		"fr": "Réindexer les éléments et forcer la mise à jour de l'encyclopédie",
		"tr": "Öğeleri yeniden dizinle ve ansiklopediyi zorla güncelle",
		"ko": "항목을 다시 색인화하고 백과사전을 강제로 업데이트하십시오",
		"zh": "重新索引项目并强制更新百科全书",
		"zh-TW": "重新索引項目並強制更新百科全書",
		"ja": "アイテムを再インデックスし、百科事典を強制的に更新します",
		"pt-BR": "Reindexar itens e forçar a atualização da enciclopédia",
		"ru": "Переиндексировать элементы и принудительно обновить энциклопедию"
	},
	"ENCYCLOPEDIA_LOAD_ALL_INTO_MEMORY_BTN": {
		"en": "Read all items and dinos data and cache it",
		"de": "Lese alle Elemente und Dinos Daten und cachen sie",
		"es": "Leer todos los datos de elementos y dinosaurios y cachearlos",
		"it": "Leggi tutti i dati degli elementi e dei dinosauri e memorizzali nella cache",
		"da": "Læs alle elementer og dinoer data og cache det",
		"nl": "Lees alle items en dinos gegevens en cache het",
		"fr": "Lire toutes les données des éléments et des dinos et les mettre en cache",
		"tr": "Tüm öğeleri ve dinozorları verilerini okuyun ve önbelleğe alın",
		"ko": "모든 항목 및 공룡 데이터를 읽고 캐시합니다",
		"zh": "读取所有项目和恐龙数据并缓存它",
		"zh-TW": "讀取所有項目和恐龍數據並緩存它",
		"ja": "すべてのアイテムと恐竜データを読み込んでキャッシュします",
		"pt-BR": "Leia todos os dados de itens e dinos e faça cache deles",
		"ru": "Прочитайте все данные об элементах и динозаврах и закешируйте их"		
	},
	"ENCYCLOPEDIA_LOAD_ALL_INTO_MEMORY_NOTE": {
		"en": "This will load all items and dinos into memory and read the data to cache it for future use, this can take a while and may cause performance issues until the process is complete.",
		"de": "Dies lädt alle Elemente und Dinos in den Speicher und liest die Daten, um sie für die zukünftige Verwendung zu cachen. Dies kann einige Zeit dauern und bis der Vorgang abgeschlossen ist, zu Leistungsproblemen führen.",
		"es": "Esto cargará todos los elementos y dinosaurios en la memoria y leerá los datos para cachearlos para su uso futuro, esto puede llevar un tiempo y causar problemas de rendimiento hasta que el proceso esté completo.",
		"it": "Questo caricherà tutti gli elementi e i dinosauri in memoria e leggerà i dati per memorizzarli per un uso futuro, questo può richiedere del tempo e causare problemi di prestazioni fino al completamento del processo.",
		"da": "Dette vil indlæse alle elementer og dinoer i hukommelsen og læse dataene for at cache dem til fremtidig brug, dette kan tage tid og forårsage ydelsesproblemer, indtil processen er fuldført.",
		"nl": "Dit laadt alle items en dinos in het geheugen en leest de gegevens om ze te cachen voor toekomstig gebruik, dit kan even duren en prestatieproblemen veroorzaken totdat het proces is voltooid.",
		"fr": "Cela chargera tous les éléments et dinos en mémoire et lira les données pour les mettre en cache pour une utilisation future, cela peut prendre un certain temps et causer des problèmes de performances jusqu'à ce que le processus soit complet.",
		"tr": "Bu, tüm öğeleri ve dinozorları belleğe yükleyecek ve verileri gelecekteki kullanım için önbelleğe alacak, bu biraz zaman alabilir ve işlem tamamlanana kadar performans sorunlarına neden olabilir.",
		"ko": "이렇게하면 모든 항목 및 공룡이 메모리로 로드되어 데이터를 읽어 나중에 사용할 수 있도록 캐시합니다. 이 작업은 시간이 걸릴 수 있으며 작업이 완료될 때까지 성능 문제를 일으킬 수 있습니다.",
		"zh": "这将把所有项目和恐龙加载到内存中，并读取数据以缓存以备将来使用，这可能需要一段时间，直到过程完成之前可能会导致性能问题。",
		"zh-TW": "這將把所有項目和恐龍加載到內存中，並讀取數據以緩存以備將來使用，這可能需要一段時間，直到過程完成之前可能會導致性能問題。",
		"ja": "これにより、すべてのアイテムと恐竜がメモリに読み込まれ、データがキャッシュされ、将来の使用のために読み込まれます。このプロセスが完了するまで、時間がかかる場合があり、パフォーマンスの問題を引き起こす可能性があります。",
		"pt-BR": "Isso carregará todos os itens e dinos na memória e lerá os dados para fazer cache deles para uso futuro, isso pode levar um tempo e causar problemas de desempenho até que o processo seja concluído.",
		"ru": "Это загрузит все элементы и дино в память и прочитает данные для кеширования их для будущего использования, это может занять некоторое время и вызвать проблемы с производительностью до завершения процесса."
	},
	"ENCYCLOPEDIA_REINDEX_MODS_METHOD_1_BTN": {
		"en": "Reindex mods (Method 1)",
		"de": "Mods neu indizieren (Methode 1)",
		"es": "Reindexar mods (Método 1)",
		"it": "Riindicizza i mod (Metodo 1)",
		"da": "Genindekser mods (Metode 1)",
		"nl": "Indexeer mods opnieuw (Methode 1)",
		"fr": "Réindexer les mods (Méthode 1)",
		"tr": "Modları yeniden dizinle (Yöntem 1)",
		"ko": "모드 다시 색인화 (방법 1)",
		"zh": "重新索引模组（方法 1）",
		"zh-TW": "重新索引模組（方法 1）",
		"ja": "モッドを再インデックス（方法1）",
		"pt-BR": "Reindexar mods (Método 1)",
		"ru": "Переиндексировать моды (Метод 1)"
	},
	"ENCYCLOPEDIA_REINDEX_MODS_METHOD_2_BTN": {
		"en": "Reindex mods (Method 2)",
		"de": "Mods neu indizieren (Methode 2)",
		"es": "Reindexar mods (Método 2)",
		"it": "Riindicizza i mod (Metodo 2)",
		"da": "Genindekser mods (Metode 2)",
		"nl": "Indexeer mods opnieuw (Methode 2)",
		"fr": "Réindexer les mods (Méthode 2)",
		"tr": "Modları yeniden dizinle (Yöntem 2)",
		"ko": "모드 다시 색인화 (방법 2)",
		"zh": "重新索引模组（方法 2）",
		"zh-TW": "重新索引模組（方法 2）",
		"ja": "モッドを再インデックス（方法2）",
		"pt-BR": "Reindexar mods (Método 2)",
		"ru": "Переиндексировать моды (Метод 2)"
	},
	"ENCYCLOPEDIA_REINDEX_MODS_METHOD_NOTE": {
		"en": "This will reindex all mods, this can take a while and may cause performance issues until the process is complete.",
		"de": "Dies indiziert alle Mods neu. Dies kann einige Zeit dauern und bis der Vorgang abgeschlossen ist, zu Leistungsproblemen führen.",
		"es": "Esto reindexará todos los mods, esto puede llevar un tiempo y causar problemas de rendimiento hasta que el proceso esté completo.",
		"it": "Questo riindicizzerà tutti i mod, questo può richiedere del tempo e causare problemi di prestazioni fino al completamento del processo.",
		"da": "Dette vil genindeksere alle mods, dette kan tage tid og forårsage ydelsesproblemer, indtil processen er fuldført.",
		"nl": "Dit zal alle mods opnieuw indexeren, dit kan even duren en prestatieproblemen veroorzaken totdat het proces is voltooid.",
		"fr": "Cela réindexera tous les mods, cela peut prendre un certain temps et causer des problèmes de performances jusqu'à ce que le processus soit complet.",
		"tr": "Bu, tüm modları yeniden dizinleyecektir, bu biraz zaman alabilir ve işlem tamamlanana kadar performans sorunlarına neden olabilir.",
		"ko": "이렇게하면 모든 모드가 다시 색인화됩니다. 이 작업은 시간이 걸릴 수 있으며 작업이 완료될 때까지 성능 문제를 일으킬 수 있습니다.",
		"zh": "这将重新索引所有模组，这可能需要一段时间，直到过程完成之前可能会导致性能问题。",
		"zh-TW": "這將重新索引所有模組，這可能需要一段時間，直到過程完成之前可能會導致性能問題。",
		"ja": "これにより、すべてのモッドが再インデックスされます。このプロセスが完了するまで、時間がかかる場合があり、パフォーマンスの問題を引き起こす可能性があります。",
		"pt-BR": "Isso reindexará todos os mods, isso pode levar um tempo e causar problemas de desempenho até que o processo seja concluído.",
		"ru": "Это переиндексирует все моды, это может занять некоторое время и вызвать проблемы с производительностью до завершения процесса."
	},
	"ENCYCLOPEDIA_IGNORE_LIST_BTN": {
		"en": "Ignore List",
		"de": "Ignorieren Liste",
		"es": "Lista de ignorados",
		"it": "Ignora lista",
		"da": "Ignorer liste",
		"nl": "Negeer lijst",
		"fr": "Liste d'ignorés",
		"tr": "Yoksayma Listesi",
		"ko": "무시 목록",
		"zh": "忽略列表",
		"zh-TW": "忽略列表",
		"ja": "無視リスト",
		"pt-BR": "Lista de Ignorados",
		"ru": "Список игнорируемых"
	},
	"ENCYCLOPEDIA_IGNORE_LIST_TITLE": {
		"en": "Blacklist Paths to be excluded from showing in your encyclopedia",
		"de": "Schwarze Liste Pfade, die aus Ihrer Enzyklopädie ausgeschlossen werden sollen",
		"es": "Lista negra de rutas que se excluirán de la visualización en su enciclopedia",
		"it": "Percorsi della lista nera da escludere dalla visualizzazione nella tua enciclopedia",
		"da": "Sortliste over stier, der skal udelukkes fra visning i din encyklopædi",
		"nl": "Zwarte lijstpaden die moeten worden uitgesloten van weergave in uw encyclopedie",
		"fr": "Liste noire des chemins à exclure de l'affichage dans votre encyclopédie",
		"tr": "Ansiklopedinizde gösterilmekten hariç tutulacak Kara Listeye eklenen Yollar",
		"ko": "백과사전에 표시되지 않도록 제외될 블랙리스트 경로",
		"zh": "黑名单路径，应从您的百科全书中排除显示",
		"zh-TW": "黑名單路徑，應從您的百科全書中排除顯示",
		"ja": "百科事典に表示されないブラックリストパス",
		"pt-BR": "Caminhos da lista negra a serem excluídos da exibição em sua enciclopédia",
		"ru": "Черный список путей, которые должны быть исключены из отображения в вашей энциклопедии"
	},
	"ENCYCLOPEDIA_IGNORE_LIST": {
		"en": "Ignore List",
		"de": "Ignorieren Liste",
		"es": "Lista de ignorados",
		"it": "Ignora lista",
		"da": "Ignorer liste",
		"nl": "Negeer lijst",
		"fr": "Liste d'ignorés",
		"tr": "Yoksayma Listesi",
		"ko": "무시 목록",
		"zh": "忽略列表",
		"zh-TW": "忽略列表",
		"ja": "無視リスト",
		"pt-BR": "Lista de Ignorados",
		"ru": "Список игнорируемых"
	},
	"ENCYCLOPEDIA_IGNORE_LIST_NOTE": {
		"en": "Blacklist Paths to be excluded from showing in your encyclopedia - Paths that are in this list will not be shown in YOUR encyclopedia. This doesn't affect other users. Use this to exclude items you don't want to see or may be source of crashes.",
		"de": "Schwarze Liste Pfade, die aus Ihrer Enzyklopädie ausgeschlossen werden sollen - Pfade, die sich in dieser Liste befinden, werden nicht in IHRER Enzyklopädie angezeigt. Dies hat keine Auswirkungen auf andere Benutzer. Verwenden Sie dies, um Elemente auszuschließen, die Sie nicht sehen möchten oder die möglicherweise Absturzursachen sind.",
		"es": "Lista negra de rutas que se excluirán de la visualización en su enciclopedia - Las rutas que estén en esta lista no se mostrarán en SU enciclopedia. Esto no afecta a otros usuarios. Úselo para excluir elementos que no desea ver o que pueden ser la causa de bloqueos.",
		"it": "Percorsi della lista nera da escludere dalla visualizzazione nella tua enciclopedia - I percorsi presenti in questa lista non verranno mostrati nella TUA enciclopedia. Questo non influisce su altri utenti. Usalo per escludere elementi che non vuoi vedere o che potrebbero essere la causa di crash.",
		"da": "Sortliste over stier, der skal udelukkes fra visning i din encyklopædi - Stier, der er på denne liste, vil ikke blive vist i DIN encyklopædi. Dette påvirker ikke andre brugere. Brug dette til at udelukke elementer, du ikke ønsker at se, eller som kan være årsag til nedbrud.",
		"nl": "Zwarte lijstpaden die moeten worden uitgesloten van weergave in uw encyclopedie - Paden die in deze lijst staan, worden niet weergegeven in UW encyclopedie. Dit heeft geen invloed op andere gebruikers. Gebruik dit om items uit te sluiten die u niet wilt zien of die de oorzaak kunnen zijn van crashes.",
		"fr": "Liste noire des chemins à exclure de l'affichage dans votre encyclopédie - Les chemins qui sont dans cette liste ne seront pas affichés dans VOTRE encyclopédie. Cela n'affecte pas les autres utilisateurs. Utilisez ceci pour exclure les éléments que vous ne souhaitez pas voir ou qui peuvent être la source de plantages.",
		"tr": "Ansiklopedinizde gösterilmekten hariç tutulacak Kara Listeye eklenen Yollar - Bu listedeki Yollar, SİZİN ansiklopedinizde gösterilmeyecektir. Bu diğer kullanıcıları etkilemez. Görmek istemediğiniz veya çökmelerin kaynağı olabilecek öğeleri hariç tutmak için kullanın.",
		"ko": "백과사전에 표시되지 않도록 제외될 블랙리스트 경로 - 이 목록에 있는 경로는 당신의 백과사전에 표시되지 않습니다. 이것은 다른 사용자에게 영향을주지 않습니다. 보고 싶지 않은 항목이나 충돌의 원인이 될 수있는 항목을 제외하려면 사용하십시오.",
		"zh": "黑名单路径，应从您的百科全书中排除显示 - 此列表中的路径将不会显示在您的百科全书中。这不会影响其他用户。使用此功能可排除您不想看到或可能导致崩溃的项目。",
		"zh-TW": "黑名單路徑，應從您的百科全書中排除顯示 - 此列表中的路徑將不會顯示在您的百科全書中。這不會影響其他用戶。使用此功能可排除您不想看到或可能導致崩潰的項目。",
		"ja": "百科事典に表示されないブラックリストパス - このリストにあるパスは、あなたの百科事典に表示されません。これは他のユーザーに影響しません。表示したくないアイテムやクラッシュの原因となる可能性のあるアイテムを除外するために使用します。",
		"pt-BR": "Caminhos da lista negra a serem excluídos da exibição em sua enciclopédia - Caminhos que estão nesta lista não serão mostrados em SUA enciclopédia. Isso não afeta outros usuários. Use isso para excluir itens que você não deseja ver ou que podem ser a fonte de falhas.",
		"ru": "Черный список путей, которые должны быть исключены из отображения в вашей энциклопедии - Пути, находящиеся в этом списке, не будут отображаться в ВАШЕЙ энциклопедии. Это не влияет на других пользователей. Используйте это, чтобы исключить элементы, которые вы не хотите видеть, или которые могут быть причиной сбоев."
	},
	"ENCYCLOPEDIA_CONFIG_BTN":{
		"en": "Config",
		"de": "Konfig",
		"es": "Configuración",
		"it": "Config",
		"da": "Konfig",
		"nl": "Config",
		"fr": "Config",
		"tr": "Yapılandırma",
		"ko": "구성",
		"zh": "配置",
		"zh-TW": "配置",
		"ja": "設定",
		"pt-BR": "Config",
		"ru": "Конфиг"
	},
	"ENCYCLOPEDIA_CONFIGURATION_TITLE": {
		"en": "Encyclopedia Configuration",
		"de": "Enzyklopädie-Konfiguration",
		"es": "Configuración de la Enciclopedia",
		"it": "Configurazione dell'Enciclopedia",
		"da": "Encyklopædi Konfiguration",
		"nl": "Encyclopedie Configuratie",
		"fr": "Configuration de l'Encyclopédie",
		"tr": "Ansiklopedi Yapılandırması",
		"ko": "백과사전 구성",
		"zh": "百科全书配置",
		"zh-TW": "百科全書配置",
		"ja": "百科事典の設定",
		"pt-BR": "Configuração da Enciclopédia",
		"ru": "Конфигурация Энциклопедии"
	},
	"ENCYCLOPEDIA_ITEMS_NBR_LBL": {
		"en": "Items per Page:",
		"de": "Elemente pro Seite:",
		"es": "Elementos por página:",
		"it": "Elementi per pagina:",
		"da": "Elementer pr. side:",
		"nl": "Items per pagina:",
		"fr": "Éléments par page:",
		"tr": "Sayfa Başına Öğeler:",
		"ko": "페이지 당 항목:",
		"zh": "每页物品数:",
		"zh-TW": "每頁物品數:",
		"ja": "ページごとのアイテム:",
		"pt-BR": "Itens por Página:",
		"ru": "Элементов на странице:"
	},
	"ENCYCLOPEDIA_ITEMS_NBR_NOTE": {
		"en": "The number of items to display per page in the Encyclopedia.",
		"de": "Die Anzahl der anzuzeigenden Elemente pro Seite in der Enzyklopädie.",
		"es": "El número de elementos a mostrar por página en la Enciclopedia.",
		"it": "Il numero di elementi da visualizzare per pagina nell'Enciclopedia.",
		"da": "Antallet af elementer, der skal vises pr. side i Encyklopædien.",
		"nl": "Het aantal items dat per pagina in de Encyclopedie wordt weergegeven.",
		"fr": "Le nombre d'éléments à afficher par page dans l'Encyclopédie.",
		"tr": "Ansiklopedide sayfa başına görüntülenecek öğe sayısı.",
		"ko": "백과사전에서 페이지 당 표시할 항목 수입니다.",
		"zh": "百科全书中每页显示的物品数量。",
		"zh-TW": "百科全書中每頁顯示的物品數量。",
		"ja": "百科事典でページごとに表示するアイテムの数。",
		"pt-BR": "O número de itens a serem exibidos por página na Enciclopédia.",
		"ru": "Количество элементов для отображения на странице в Энциклопедии."
	},
	"ENCYCLOPEDIA_LOAD_CACHED_DATA_LBL": {
		"en": "Load Cached Data on Game Start:",
		"de": "Gecachte Daten beim Spielstart laden:",
		"es": "Cargar datos en caché al iniciar el juego:",
		"it": "Carica dati memorizzati nella cache all'avvio del gioco:",
		"da": "Indlæs cachede data ved spilstart:",
		"nl": "Gecachte gegevens laden bij het starten van het spel:",
		"fr": "Charger les données mises en cache au démarrage du jeu:",
		"tr": "Oyun Başlangıcında Önbelleklenmiş Verileri Yükle:",
		"ko": "게임 시작 시 캐시된 데이터 로드:",
		"zh": "在游戏开始时加载缓存数据:",
		"zh-TW": "在遊戲開始時加載緩存數據:",
		"ja": "ゲーム開始時にキャッシュされたデータをロード:",
		"pt-BR": "Carregar Dados em Cache na Inicialização do Jogo:",
		"ru": "Загружать кэшированные данные при запуске игры:"
	},
	"ENCYCLOPEDIA_LOAD_CACHED_DATA_NOTE": {
		"en": "Load the items from the cache when the game starts to speed up the loading of the Encyclopedia. If disabled, the items will be loaded as needed (displaying in the encyclopedia or some other UI).",
		"de": "Laden Sie die Gegenstände aus dem Cache, wenn das Spiel gestartet wird, um das Laden der Enzyklopädie zu beschleunigen. Wenn deaktiviert, werden die Elemente bei Bedarf geladen (Anzeige in der Enzyklopädie oder in einer anderen Benutzeroberfläche).",
		"es": "Cargue los elementos de la caché cuando se inicie el juego para acelerar la carga de la Enciclopedia. Si está desactivado, los elementos se cargarán según sea necesario (se mostrarán en la enciclopedia u otra IU).",
		"it": "Carica gli elementi dalla cache quando il gioco viene avviato per accelerare il caricamento dell'Enciclopedia. Se disabilitato, gli elementi verranno caricati secondo necessità (visualizzati nell'enciclopedia o in un'altra interfaccia utente).",
		"da": "Indlæs elementerne fra cachen, når spillet starter for at fremskynde indlæsningen af Encyklopædien. Hvis deaktiveret, indlæses elementerne efter behov (vises i encyklopædien eller en anden brugergrænseflade).",
		"nl": "Laad de items uit de cache wanneer het spel start om het laden van de Encyclopedie te versnellen. Als dit is uitgeschakeld, worden de items geladen zoals nodig (weergegeven in de encyclopedie of een andere UI).",
		"fr": "Chargez les éléments du cache lorsque le jeu démarre pour accélérer le chargement de l'Encyclopédie. S'il est désactivé, les éléments seront chargés au besoin (affichage dans l'encyclopédie ou une autre interface utilisateur).",
		"tr": "Oyun başladığında öğeleri önbellekten yükleyerek Ansiklopedinin yüklenmesini hızlandırın. Devre dışı bırakıldığında, öğeler ihtiyaç duyulduğunda yüklenecektir (ansiklopedide veya başka bir UI'de görüntülenir).",
		"ko": "게임이 시작될 때 캐시에서 항목을 로드하여 백과사전의 로딩을 가속화합니다. 비활성화되면 필요할 때 항목이 로드됩니다 (백과사전이나 다른 UI에 표시됨).",
		"zh": "在游戏开始时从缓存加载项目，以加快百科全书的加载速度。如果禁用，项目将根据需要加载（显示在百科全书或其他UI中）。",
		"zh-TW": "在遊戲開始時從緩存加載項目，以加快百科全書的加載速度。如果禁用，項目將根據需要加載（顯示在百科全書或其他UI中）。",
		"ja": "ゲームが開始されるときにキャッシュからアイテムをロードして、百科事典の読み込みを高速化します。 無効にすると、必要に応じてアイテムがロードされます（百科事典や他のUIに表示されます）。",
		"pt-BR": "Carregue os itens do cache quando o jogo iniciar para acelerar o carregamento da Enciclopédia. Se desativado, os itens serão carregados conforme necessário (exibindo na enciclopédia ou em alguma outra UI).",
		"ru": "Загружайте элементы из кэша при запуске игры, чтобы ускорить загрузку Энциклопедии. Если отключено, элементы будут загружены по мере необходимости (отображение в энциклопедии или в другом пользовательском интерфейсе)."
	},
	"ENCYCLOPEDIA_SCAN_FOR_NEW_MOD_ITEMS_LBL": {
		"en": "Scan for new mod items on Game Start:",
		"de": "Suche nach neuen Mod-Elementen beim Spielstart:",
		"es": "Buscar nuevos elementos de mod al iniciar el juego:",
		"it": "Scansione di nuovi elementi di mod all'avvio del gioco:",
		"da": "Skan efter nye mod-elementer ved spilstart:",
		"nl": "Zoek naar nieuwe mod-items bij het starten van het spel:",
		"fr": "Recherche de nouveaux éléments de mod au démarrage du jeu:",
		"tr": "Oyun Başlangıcında Yeni Mod Öğeleri Tara:",
		"ko": "게임 시작 시 새로운 모드 항목 검색:",
		"zh": "在游戏开始时扫描新的mod项目:",
		"zh-TW": "在遊戲開始時掃描新的mod項目:",
		"ja": "ゲーム開始時に新しいmodアイテムをスキャン:",
		"pt-BR": "Verificar novos itens de mod na inicialização do jogo:",
		"ru": "Поиск новых элементов мода при запуске игры:"		
	},
	"ENCYCLOPEDIA_SCAN_FOR_NEW_MOD_ITEMS_NOTE": {
		"en": "Refresh the mod index when the game starts to ensure that the Encyclopedia is up-to-date with the latest mods and their assets. If disabled, the mod index will only be refreshed when manualy requested trough the Encyclopedia Indexing Option Page or the refres button on the Mod info page in Installed Mods.",
		"de": "Aktualisieren Sie den Mod-Index beim Spielstart, um sicherzustellen, dass die Enzyklopädie auf dem neuesten Stand ist mit den neuesten Mods und deren Assets. Wenn deaktiviert, wird der Mod-Index nur aktualisiert, wenn er manuell über die Enzyklopädie-Indexierungsoptionen-Seite oder die Schaltfläche \"Aktualisieren\" auf der Mod-Info-Seite in installierten Mods angefordert wird.",
		"es": "Actualice el índice de mod al iniciar el juego para asegurarse de que la Enciclopedia esté actualizada con los últimos mods y sus activos. Si está deshabilitado, el índice de mod solo se actualizará cuando se solicite manualmente a través de la página de opciones de indexación de la Enciclopedia o el botón de actualización en la página de información del mod en Mods instalados.",
		"it": "Aggiorna l'indice del mod all'avvio del gioco per garantire che l'Enciclopedia sia aggiornata con gli ultimi mod e i relativi asset. Se disabilitato, l'indice del mod verrà aggiornato solo quando richiesto manualmente tramite la pagina delle opzioni di indicizzazione dell'Enciclopedia o il pulsante di aggiornamento sulla pagina delle informazioni del mod in Mod installati.",
		"da": "Opdater modindekset, når spillet starter, for at sikre, at Encyklopædien er opdateret med de nyeste mods og deres aktiver. Hvis deaktiveret, opdateres modindekset kun, når det manuelt anmodes gennem Encyklopædiens indekseringsside eller opdateringsknappen på Mod info-siden i installerede mods.",
		"nl": "Vernieuw het mod-index wanneer het spel start om ervoor te zorgen dat de Encyclopedie up-to-date is met de nieuwste mods en hun assets. Als dit is uitgeschakeld, wordt het mod-index alleen vernieuwd wanneer handmatig aangevraagd via de Encyclopedie-indexeringspagina of de vernieuwknop op de Mod-info-pagina in Geïnstalleerde mods.",
		"fr": "Actualisez l'index des mods lorsque le jeu démarre pour vous assurer que l'Encyclopédie est à jour avec les derniers mods et leurs actifs. Si désactivé, l'index des mods ne sera actualisé que lorsqu il est demandé manuellement via la page d'options d'indexation de l'Encyclopédie ou le bouton de rafraîchissement sur la page d'informations du mod dans les mods installés.",
		"tr": "Oyun başladığında mod dizinini yenileyerek Ansiklopedinin en son modlar ve varlıklarla güncel olduğundan emin olun. Devre dışı bırakıldığında, mod dizini yalnızca Ansiklopedi Dizinleme Seçenekleri Sayfası veya Yüklü Modlardaki Mod bilgi sayfasındaki yenileme düğmesi üzerinden manuel olarak istendiğinde yenilenecektir.",
		"ko": "게임이 시작될 때 모드 인덱스를 새로 고쳐서 백과사전이 최신 모드 및 해당 자산과 함께 최신 상태인지 확인하십시오. 비활성화되면 모드 인덱스는 수동으로 요청되었을 때만 업데이트됩니다. 백과사전 색인 옵션 페이지 또는 설치된 모드의 모드 정보 페이지의 새로 고침 버튼을 통해.",
		"zh": "在游戏开始时刷新mod索引，以确保百科全书与最新的mod及其资产保持最新。如果禁用，mod索引只会在通过百科全书索引选项页面或已安装的mod中的mod信息页面上的刷新按钮手动请求时刷新。",
		"zh-TW": "在遊戲開始時刷新mod索引，以確保百科全書與最新的mod及其資產保持最新。如果禁用，mod索引只會在通過百科全書索引選項頁面或已安裝的mod中的mod信息頁面上的刷新按鈕手動請求時刷新。",
		"ja": "ゲーム開始時にModインデックスを更新して、Encyclopediaが最新のModとそのアセットとともに最新であることを確認します。 無効にすると、Encyclopedia Indexing Option PageまたはInstalled ModsのMod infoページのリフレッシュボタンを介して手動でリクエストされたときにのみModインデックスが更新されます。",
		"pt-BR": "Atualize o índice do mod quando o jogo começar para garantir que a Enciclopédia esteja atualizada com os mods mais recentes e seus ativos. Se desativado, o índice do mod só será atualizado quando solicitado manualmente através da página de opções de indexação da Enciclopédia ou do botão de atualização na página de informações do mod em Mods instalados.",
		"ru": "Обновите индекс мода при запуске игры, чтобы убедиться, что Энциклопедия актуальна с последними модами и их активами. Если отключено, индекс мода будет обновлен только при ручном запросе через страницу опций индексации Энциклопедии или кнопку обновления на странице информации о моде в установленных модах."
	},
	"ENCYCLOPEDIA_ITEM_LOADING_MODE_LBL": {
		"en": "Encyclopedia Item Loading Mode:",
		"de": "Enzyklopädie Element Lademodus:",
		"es": "Modo de carga de elementos de la enciclopedia:",
		"it": "Modalità di caricamento degli elementi dell'enciclopedia:",
		"da": "Encyklopædi Elementindlæsningsmetode:",
		"nl": "Encyclopedie Item Laadmodus:",
		"fr": "Mode de chargement des éléments de l'encyclopédie:",
		"tr": "Ansiklopedi Öğe Yükleme Modu:",
		"ko": "백과사전 항목 로드 모드:",
		"zh": "百科全书项目加载模式:",
		"zh-TW": "百科全書項目加載模式:",
		"ja": "百科事典アイテム読み込みモード:",
		"pt-BR": "Modo de Carregamento de Itens da Enciclopédia:",
		"ru": "Режим загрузки элементов энциклопедии:"
	},
	"ENCYCLOPEDIA_ITEM_LOADING_MODE_NOTE": {
		"en": "Select how the Encyclopedia should load item data.",
		"de": "Wählen Sie aus, wie die Enzyklopädie Elementdaten laden soll.",
		"es": "Seleccione cómo debe cargar la enciclopedia los datos de los elementos.",
		"it": "Seleziona come dovrebbe caricare i dati dell'elemento l'Enciclopedia.",
		"da": "Vælg, hvordan Encyklopædien skal indlæse elementdata.",
		"nl": "Selecteer hoe de Encyclopedie itemgegevens moet laden.",
		"fr": "Sélectionnez comment l'Encyclopédie doit charger les données des éléments.",
		"tr": "Ansiklopedinin öğe verilerini nasıl yüklemesi gerektiğini seçin.",
		"ko": "백과사전이 항목 데이터를로드하는 방법을 선택하십시오.",
		"zh": "选择百科全书应如何加载项目数据。",
		"zh-TW": "選擇百科全書應如何加載項目數據。",
		"ja": "百科事典がアイテムデータをどのように読み込むかを選択します。",
		"pt-BR": "Selecione como a Enciclopédia deve carregar os dados do item.",
		"ru": "Выберите, как энциклопедия должна загружать данные элемента."
	},
	"ENCYCLOPEDIA_LOAD_MODE_MANUAL": {
		"en": "Manualy, on item click",
		"de": "Manuell, beim Klicken auf ein Element",
		"es": "Manualmente, al hacer clic en un elemento",
		"it": "Manualmente, al cliccare su un elemento",
		"da": "Manuelt, ved at klikke på et element",
		"nl": "Handmatig, bij itemklik",
		"fr": "Manuellement, en cliquant sur un élément",
		"tr": "Manuel olarak, öğe tıklamasıyla",
		"ko": "수동으로, 항목 클릭시",
		"zh": "手动，点击项目",
		"zh-TW": "手動，點擊項目",
		"ja": "手動で、アイテムをクリックすると",
		"pt-BR": "Manualmente, ao clicar no item",
		"ru": "Вручную, при нажатии на элемент"
	},
	"ENCYCLOPEDIA_LOAD_MODE_MANUAL_NOTE": {
		"en": "Manualy, on item click - will not load any item data beside the path untile the item has been clicked. Offesrs best performance and reduces crashes. Bad for Search and Filters as there is no data to search in.",
		"de": "Manuell, beim Klicken auf ein Element - lädt keine Elementdaten außer dem Pfad, bis auf das Element geklickt wurde. Bietet die beste Leistung und reduziert Abstürze. Schlecht für Suche und Filter, da keine Daten zum Suchen vorhanden sind.",
		"es": "Manualmente, al hacer clic en un elemento - no cargará ningún dato del elemento además de la ruta hasta que se haya hecho clic en el elemento. Ofrece el mejor rendimiento y reduce los bloqueos. Malo para la búsqueda y los filtros, ya que no hay datos en los que buscar.",
		"it": "Manualmente, al cliccare su un elemento - non caricherà alcun dato dell'elemento oltre al percorso fino a quando l'elemento non sarà stato cliccato. Offre le migliori prestazioni e riduce.",
		"da": "Manuelt, ved at klikke på et element - vil ikke indlæse nogen elementdata ud over stien, indtil elementet er blevet klikket på. Tilbyder bedst ydeevne og reducerer nedbrud. Dårlig til søgning og filtre, da der ikke er data at søge i.",
		"nl": "Handmatig, bij itemklik - laadt geen itemgegevens naast het pad totdat het item is aangeklikt. Biedt de beste prestaties en vermindert crashes. Slecht voor zoeken en filters omdat er geen gegevens zijn om in te zoeken.",
		"fr": "Manuellement, en cliquant sur un élément - ne chargera aucune donnée d'élément en dehors du chemin tant que l'élément n'aura pas été cliqué. Offre les meilleures performances et réduit les plantages. Mauvais pour la recherche et les filtres car il n'y a pas de données à rechercher.",
		"tr": "Manuel olarak, öğe tıklamasıyla - öğe tıklanana kadar yol dışında hiçbir öğe verisi yüklemez. En iyi performansı sunar ve çökmeleri azaltır. Arama ve Filtreler için kötüdür çünkü aranacak veri yoktur.",
		"ko": "수동으로, 항목 클릭시 - 항목이 클릭될 때까지 경로 이외의 항목 데이터를로드하지 않습니다. 최상의 성능을 제공하고 충돌을 줄입니다. 검색 및 필터에는 데이터가 없으므로 나쁩니다.",
		"zh": "手动，点击项目 - 在单击项目之前，不会加载除路径之外的任何项目数据。提供最佳性能并减少崩溃。对于搜索和过滤不好，因为没有数据可供搜索。",
		"zh-TW": "手動，點擊項目 - 在點擊項目之前，不會加載除路徑之外的任何項目數據。提供最佳性能並減少崩潰。對於搜索和過濾不好，因為沒有數據可供搜索。",
		"ja": "手動で、アイテムをクリックすると - アイテムがクリックされるまで、パス以外のアイテムデータはロードされません。最高のパフォーマンスを提供し、クラッシュを減らします。データがないため、検索とフィルタには適していません。",
		"pt-BR": "Manualmente, ao clicar no item - não carregará nenhum dado do item além do caminho até que o item tenha sido clicado. Oferece o melhor desempenho e reduz as falhas. Ruim para pesquisa e filtros, pois não há dados para pesquisar.",
		"ru": "Вручную, при нажатии на элемент - не будет загружать данные элемента, кроме пути, пока элемент не будет нажат. Обеспечивает лучшую производительность и снижает сбои. Плохо для поиска и фильтров, так как нет данных для поиска."
	},
	"ENCYCLOPEDIA_LOAD_MODE_AUTO_FIRST": {
		"en": "Automaticly, first time only",
		"de": "Automatisch, nur beim ersten Mal",
		"es": "Automáticamente, solo la primera vez",
		"it": "Automaticamente, solo la prima volta",
		"da": "Automatisk, kun første gang",
		"nl": "Automatisch, alleen de eerste keer",
		"fr": "Automatiquement, une seule fois",
		"tr": "Otomatik olarak, sadece ilk kez",
		"ko": "자동으로, 처음 한 번만",
		"zh": "自动，仅第一次",
		"zh-TW": "自動，僅第一次",
		"ja": "自動的に、最初の1回のみ",
		"pt-BR": "Automaticamente, apenas na primeira vez",
		"ru": "Автоматически, только первый раз"
	},
	"ENCYCLOPEDIA_LOAD_MODE_AUTO_FIRST_NOTE": {
		"en": "Automaticly, first time only - will load item data only if none is present in the cache. After that it will work as Manualy, on item click, and will update the item data and the cache on item click. Recommended for most users, with the risk of some outdated data untile item is clicked.",
		"de": "Automatisch, nur beim ersten Mal - lädt Elementdaten nur, wenn keine im Cache vorhanden sind. Danach funktioniert es wie Manuell, beim Klicken auf ein Element, und aktualisiert die Elementdaten und den Cache beim Klicken auf ein Element. Empfohlen für die meisten Benutzer, mit dem Risiko einiger veralteter Daten, bis auf das Element geklickt wird.",
		"es": "Automáticamente, solo la primera vez - cargará datos de elementos solo si no están presentes en la caché. Después de eso, funcionará como Manualmente, al hacer clic en un elemento, y actualizará los datos del elemento y la caché al hacer clic en un elemento. Recomendado para la mayoría de los usuarios, con el riesgo de algunos datos obsoletos hasta que se haga clic en el elemento.",
		"it": "Automaticamente, solo la prima volta - caricherà i dati dell'elemento solo se non sono presenti nella cache. Dopo di che funzionerà come Manualmente, al cliccare su un elemento, e aggiornerà i dati dell'elemento e della cache al cliccare su un elemento. Consigliato per la maggior parte degli utenti, con il rischio di alcuni dati obsoleti fino a quando l'elemento non viene cliccato.",
		"da": "Automatisk, kun første gang - indlæser kun elementdata, hvis der ikke er nogen i cachen. Derefter fungerer det som Manuelt, ved at klikke på et element, og opdaterer elementdata og cachen ved at klikke på et element. Anbefales til de fleste brugere, med risikoen for nogle forældede data, indtil elementet er klikket på.",
		"nl": "Automatisch, alleen de eerste keer - laadt itemgegevens alleen als deze niet in de cache aanwezig zijn. Daarna werkt het als Handmatig, bij itemklik, en zal het itemgegevens en de cache bijwerken bij itemklik. Aanbevolen voor de meeste gebruikers, met het risico van enkele verouderde gegevens totdat het item is aangeklikt.",
		"fr": "Automatiquement, une seule fois - chargera les données des éléments uniquement si aucune n'est présente dans le cache. Après cela, il fonctionnera comme Manuellement, en cliquant sur un élément, et mettra à jour les données de l'élément et le cache en cliquant sur un élément. Recommandé pour la plupart des utilisateurs, avec le risque de données obsolètes jusqu'à ce que l'élément soit cliqué.",
		"tr": "Otomatik olarak, sadece ilk kez - öğe verilerini yalnızca önbellekte yoksa yükler. Bundan sonra, Manuel olarak, öğe tıklamasıyla çalışacak ve öğe verilerini ve önbelleği öğe tıklamasıyla güncelleyecektir. Çoğu kullanıcı için önerilir, ancak öğe tıklanana kadar bazı güncellenmemiş verilerin riski vardır.",
		"ko": "자동으로, 처음 한 번만 - 캐시에 없는 경우에만 항목 데이터를로드합니다. 그 후에는 수동으로, 항목 클릭시로 작동하며 항목 클릭시 항목 데이터와 캐시를 업데이트합니다. 대부분의 사용자에게 권장되며 항목을 클릭할 때까지 일부 오래된 데이터의 위험이 있습니다.",
		"zh": "自动，仅第一次 - 仅在缓存中没有数据时才会加载项目数据。之后，它将作为手动，点击项目，将在点击项目时更新项目数据和缓存。建议大多数用户使用，但存在一些过时数据的风险，直到项目被点击。",
		"zh-TW": "自動，僅第一次 - 僅在緩存中沒有數據時才會加載項目數據。之後，它將作為手動，點擊項目，將在點擊項目時更新項目數據和緩存。建議大多數用戶使用，但存在一些過時數據的風險，直到項目被點擊。",
		"ja": "自動的に、最初の1回のみ - キャッシュにデータがない場合のみアイテムデータをロードします。その後、アイテムをクリックすると、アイテムデータとキャッシュが更新されます。ほとんどのユーザーにお勧めできますが、アイテムがクリックされるまで一部の古いデータのリスクがあります。",
		"pt-BR": "Automaticamente, apenas na primeira vez - carregará os dados do item apenas se nenhum estiver presente no cache. Depois disso, funcionará como Manualmente, ao clicar no item, e atualizará os dados do item e o cache ao clicar no item. Recomendado para a maioria dos usuários, com o risco de alguns dados desatualizados até que o item seja clicado.",
		"ru": "Автоматически, только первый раз - будет загружать данные элемента только в случае отсутствия в кэше. После этого он будет работать как вручную, при нажатии на элемент, и будет обновлять данные элемента и кэш при нажатии на элемент. Рекомендуется для большинства пользователей, с риском устаревших данных до нажатия на элемент."
	},
	"ENCYCLOPEDIA_LOAD_MODE_AUTO": {
		"en": "Automaticly, on each game restart",
		"de": "Automatisch, bei jedem Neustart des Spiels",
		"es": "Automáticamente, en cada reinicio del juego",
		"it": "Automaticamente, ad ogni riavvio del gioco",
		"da": "Automatisk, ved hver genstart af spillet",
		"nl": "Automatisch, bij elke game-herstart",
		"fr": "Automatiquement, à chaque redémarrage du jeu",
		"tr": "Her oyun yeniden başlatıldığında otomatik olarak",
		"ko": "게임 재시작마다 자동으로",
		"zh": "每次游戏重新启动时自动",
		"zh-TW": "每次遊戲重新啟動時自動",
		"ja": "ゲームの再起動ごとに自動的に",
		"pt-BR": "Automaticamente, em cada reinício do jogo",
		"ru": "Автоматически, при каждом перезапуске игры"
	},
	"ENCYCLOPEDIA_LOAD_MODE_AUTO_NOTE": {
		"en": "Automaticly, on each game restart - will load fresh item data automaticly when the item is to be shown in the encyclopedia list after a game restart. Ensures data is up to date and offers the best experience for Search and Filters, but can produce lage on the encyclopedia page untile all items are updated.",
		"de": "Automatisch, bei jedem Neustart des Spiels - lädt automatisch frische Elementdaten, wenn das Element nach einem Neustart des Spiels in der Enzyklopädie-Liste angezeigt werden soll. Stellt sicher, dass die Daten aktuell sind und bietet das beste Erlebnis für Suche und Filter, kann jedoch auf der Enzyklopädie-Seite zu Verzögerungen führen, bis alle Elemente aktualisiert sind.",
		"es": "Automáticamente, en cada reinicio del juego - cargará automáticamente datos de elementos frescos cuando el elemento deba mostrarse en la lista de la enciclopedia después de un reinicio del juego. Asegura que los datos estén actualizados y ofrece la mejor experiencia para la búsqueda y los filtros, pero puede producir retrasos en la página de la enciclopedia hasta que se actualicen todos los elementos.",
		"it": "Automaticamente, ad ogni riavvio del gioco - caricherà automaticamente dati dell'elemento freschi quando l'elemento deve essere mostrato nell'elenco dell'enciclopedia dopo un riavvio del gioco. Garantisce che i dati siano aggiornati e offre la migliore esperienza per la ricerca e i filtri, ma può produrre ritardi sulla pagina dell'enciclopedia fino a quando tutti gli elementi sono aggiornati.",
		"da": "Automatisk, ved hver genstart af spillet - vil automatisk indlæse friske elementdata, når elementet skal vises i encyklopædien efter en genstart af spillet. Sikrer, at data er opdateret, og tilbyder den bedste oplevelse for søgning og filtre.",
		"nl": "Automatisch, bij elke game-herstart - laadt automatisch verse itemgegevens wanneer het item na een game-herstart in de encyclopedielijst moet worden weergegeven. Zorgt ervoor dat de gegevens up-to-date zijn en biedt de beste ervaring voor zoeken en filters, maar kan vertragingen op de encyclopediepagina veroorzaken totdat alle items zijn bijgewerkt.",
		"fr": "Automatiquement, à chaque redémarrage du jeu - chargera automatiquement des données d'élément fraîches lorsque l'élément doit être affiché dans la liste de l'encyclopédie après un red démarrage du jeu. Assure que les données sont à jour et offre la meilleure expérience pour la recherche et les filtres, mais peut produire des retards sur la page de l'encyclopédie jusqu'à ce que tous les éléments soient mis à jour.",
		"tr": "Her oyun yeniden başlatıldığında otomatik olarak - oyun yeniden başlatıldıktan sonra öğenin ansiklopedi listesinde gösterilmesi gerektiğinde taze öğe verilerini otomatik olarak yükler. Verilerin güncel olduğundan emin olur ve Arama ve Filtreler için en iyi deneyimi sunar, ancak tüm öğeler güncellenene kadar ansiklopedi sayfasında gecikmelere neden olabilir.",
		"ko": "게임 재시작마다 자동으로 - 게임 재시작 후 백과사전 목록에 항목이 표시되어야 할 때 신선한 항목 데이터를 자동으로로드합니다. 데이터가 최신 상태임을 보장하고 검색 및 필터에 대한 최상의 경험을 제공하지만 모든 항목이 업데이트 될 때까지 백과사전 페이지에서 랙을 생성할 수 있습니다.",
		"zh": "每次游戏重新启动时自动 - 在游戏重新启动后，当项目应在百科全书列表中显示时，将自动加载新鲜的项目数据。确保数据是最新的，并为搜索和过滤器提供最佳体验，但在所有项目更新之前可能会在百科全书页面上产生延迟。",
		"zh-TW": "每次遊戲重新啟動時自動 - 在遊戲重新啟動後，當項目應在百科全書列表中顯示時，將自動加載新鮮的項目數據。確保數據是最新的，並為搜索和過濾器提供最佳體驗，但在所有項目更新之前可能會在百科全書頁面上產生延遲。",
		"ja": "ゲームの再起動ごとに自動的に - ゲームの再起動後、アイテムが百科事典リストに表示される必要がある場合、新鮮なアイテムデータを自動的にロードします。データが最新であることを保証し、検索とフィルタに最適な体験を提供しますが、すべてのアイテムが更新されるまで百科事典ページで遅延が発生する可能性があります。",
		"pt-BR": "Automaticamente, em cada reinício do jogo - carregará automaticamente dados do item frescos quando o item deve ser mostrado na lista da enciclopédia após um reinício do jogo. Garante que os dados estejam atualizados e oferece a melhor experiência para Pesquisa e Filtros, mas pode produzir atrasos na página da enciclopédia até que todos os itens sejam atualizados.",
		"ru": "Автоматически, при каждом перезапуске игры - будет автоматически загружать свежие данные элемента, когда элемент должен быть показан в списке энциклопедии после перезапуска игры. Обеспечивает актуальность данных и предлагает лучший опыт для поиска и фильтров, но может вызвать задержки на странице энциклопедии до обновления всех элементов."
	},
	"ENCYCLOPEDIA_DISABLE_3D_VIEW_LBL": {
		"en": "Disable 3D View:",
		"de": "3D-Ansicht deaktivieren:",
		"es": "Desactivar vista 3D:",
		"it": "Disabilita la vista 3D:",
		"da": "Deaktiver 3D-visning:",
		"nl": "3D-weergave uitschakelen:",
		"fr": "Désactiver la vue 3D:",
		"tr": "3D Görünümü Devre Dışı Bırak:",
		"ko": "3D보기 비활성화:",
		"zh": "禁用3D视图:",
		"zh-TW": "禁用3D視圖:",
		"ja": "3Dビューを無効にする:",
		"pt-BR": "Desativar Visualização 3D:",
		"ru": "Отключить 3D-вид:"
	},
	"ENCYCLOPEDIA_DISABLE_3D_VIEW_NOTE": {
		"en": "Disable 3D View - will disable the 3D view of the item in the encyclopedia. This will reduce the load time of the encyclopedia and reduce the risk of crashes.",
		"de": "3D-Ansicht deaktivieren - deaktiviert die 3D-Ansicht des Elements in der Enzyklopädie. Dies verkürzt die Ladezeit der Enzyklopädie und reduziert das Risiko von Abstürzen.",
		"es": "Desactivar vista 3D - desactivará la vista 3D del elemento en la enciclopedia. Esto reducirá el tiempo de carga de la enciclopedia y reducirá el riesgo de bloqueos.",
		"it": "Disabilita la vista 3D - disabiliterà la vista 3D dell'elemento nell'enciclopedia. Ciò ridurrà il tempo di caricamento dell'enciclopedia e ridurrà il rischio di crash.",
		"da": "Deaktiver 3D-visning - vil deaktivere 3D-visningen af elementet i encyklopædien. Dette vil reducere indlæsningstiden af encyklopædien og reducere risikoen for nedbrud.",
		"nl": "3D-weergave uitschakelen - schakelt de 3D-weergave van het item in de encyclopedie uit. Dit verkort de laadtijd van de encyclopedie en vermindert het risico op crashes.",
		"fr": "Désactiver la vue 3D - désactivera la vue 3D de l'élément dans l'encyclopédie. Cela réduira le temps de chargement de l'encyclopédie et réduira le risque de plantages.",
		"tr": "3D Görünümü Devre Dışı Bırak - ansiklopedideki öğenin 3D görünümünü devre dışı bırakır. Bu, ansiklopedinin yükleme süresini azaltacak ve çökmelerin riskini azaltacaktır.",
		"ko": "3D보기 비활성화 - 백과사전의 항목의 3D보기를 비활성화합니다. 이렇게하면 백과사전의 로드 시간이 줄어들고 충돌 위험이 줄어듭니다.",
		"zh": "禁用3D视图 - 将禁用百科全书中项目的3D视图。这将减少百科全书的加载时间并减少崩溃的风险。",
		"zh-TW": "禁用3D視圖 - 將禁用百科全書中項目的3D視圖。這將減少百科全書的加載時間並減少崩潰的風險。",
		"ja": "3Dビューを無効にする - 百科事典のアイテムの3Dビューを無効にします。これにより、百科事典の読み込み時間が短縮され、クラッシュのリスクが低減されます。",
		"pt-BR": "Desativar Visualização 3D - desativará a visualização 3D do item na enciclopédia. Isso reduzirá o tempo de carregamento da enciclopédia e reduzirá o risco de falhas.",
		"ru": "Отключить 3D-вид - отключит 3D-вид элемента в энциклопедии. Это сократит время загрузки энциклопедии и снизит риск сбоев."
	},
	"INVALID_PATH": {
		"en": "Invalid Path - Not an Item or Dino Blueprint Path.",
		"de": "Ungültiger Pfad - Kein Element- oder Dino-Blueprint-Pfad.",
		"es": "Ruta no válida - No es una ruta de elemento o dinosaurio.",
		"it": "Percorso non valido - Non è un percorso di elemento o dinosauro.",
		"da": "Ugyldig sti - Ikke en element- eller dino-blueprint-sti.",
		"nl": "Ongeldig pad - Geen item- of dino-blueprint-pad.",
		"fr": "Chemin invalide - Pas un chemin de plan de construction d'élément ou de dino.",
		"tr": "Geçersiz Yol - Bir Öğe veya Dino Blueprint Yolu Değil.",
		"ko": "잘못된 경로 - 항목 또는 디노 블루프린트 경로가 아닙니다.",
		"zh": "无效路径 - 不是项目或恐龙蓝图路径。",
		"zh-TW": "無效路徑 - 不是項目或恐龍藍圖路徑。",
		"ja": "無効なパス - アイテムまたは恐竜のブループリントパスではありません。",
		"pt-BR": "Caminho inválido - Não é um caminho de item ou dino.",
		"ru": "Недопустимый путь - Не является путем элемента или дино."
	},
	"3D_PREVIEW": {
		"en": "3D Preview",
		"de": "3D-Vorschau",
		"es": "Vista previa 3D",
		"it": "Anteprima 3D",
		"da": "3D-forhåndsvisning",
		"nl": "3D-voorbeeld",
		"fr": "Aperçu 3D",
		"tr": "3D Önizleme",
		"ko": "3D 미리보기",
		"zh": "3D预览",
		"zh-TW": "3D預覽",
		"ja": "3Dプレビュー",
		"pt-BR": "Visualização 3D",
		"ru": "3D-просмотр"
	},
	"TOGGLE_3D": {
		"en": "Toggle 3D View",
		"de": "3D-Ansicht umschalten",
		"es": "Alternar vista 3D",
		"it": "Attiva/Disattiva vista 3D",
		"da": "Skift 3D-visning",
		"nl": "Schakel 3D-weergave",
		"fr": "Basculer la vue 3D",
		"tr": "3D Görünümü Değiştir",
		"ko": "3D 보기 전환",
		"zh": "切换3D视图",
		"zh-TW": "切換3D視圖",
		"ja": "3Dビューを切り替える",
		"pt-BR": "Alternar Visualização 3D",
		"ru": "Переключить 3D-вид"
	},
	"USE_CUSTOM_COLORS": {
		"en": "Use Colors",
		"de": "Farben verwenden",
		"es": "Usar colores",
		"it": "Usa colori",
		"da": "Brug farver",
		"nl": "Gebruik kleuren",
		"fr": "Utiliser des couleurs",
		"tr": "Renkleri Kullan",
		"ko": "색상 사용",
		"zh": "使用颜色",
		"zh-TW": "使用顏色",
		"ja": "色を使用する",
		"pt-BR": "Usar Cores",
		"ru": "Использовать цвета"
	},
	"ALL_COLOR_REGIONS": {
		"en": "All Color Regions",
		"de": "Alle Farbregionen",
		"es": "Todas las regiones de color",
		"it": "Tutte le regioni di colore",
		"da": "Alle farveregioner",
		"nl": "Alle kleurregio's",
		"fr": "Toutes les régions de couleur",
		"tr": "Tüm Renk Bölgeleri",
		"ko": "모든 색상 영역",
		"zh": "所有颜色区域",
		"zh-TW": "所有顏色區域",
		"ja": "すべてのカラーリージョン",
		"pt-BR": "Todas as Regiões de Cor",
		"ru": "Все цветовые области"
	}
}