{
	"SERVER_LOCALIZATION": {
		"en": "Localization",
		"de": "Lokalisierung",
		"es": "Localización",
		"it": "Localizzazione",
		"da": "Lokalisering",
		"nl": "Lokalisatie",
		"fr": "Localisation",
		"tr": "Yerelleştirme",
		"ko": "로컬라이제이션",
		"zh": "本地化",
		"zh-TW": "本地化",
		"ja": "ローカリゼーション",
		"pt-BR": "Localização",
		"ru": "Локализация"
	},
	"SERVER_LOCALIZATION_TITLE": {
		"en": "Server Localization",
		"de": "Server Lokalisierung",
		"es": "Localización del servidor",
		"it": "Localizzazione del server",
		"da": "Server Lokalisering",
		"nl": "Server Lokalisatie",
		"fr": "Localisation du serveur",
		"tr": "Sunucu Yerelleştirme",
		"ko": "서버 로컬라이제이션",
		"zh": "服务器本地化",
		"zh-TW": "伺服器本地化",
		"ja": "サーバーローカライゼーション",
		"pt-BR": "Localização do servidor",
		"ru": "Локализация сервера"
	},
	"SERVER_LOCALIZATION_TITLE_NOTE": {
		"en": "This page is used to manage server localization settings.",
		"de": "Diese Seite wird verwendet, um die Server-Lokalisierungseinstellungen zu verwalten.",
		"es": "Esta página se utiliza para administrar la configuración de localización del servidor.",
		"it": "Questa pagina è utilizzata per gestire le impostazioni di localizzazione del server.",
		"da": "Denne side bruges til at administrere serverlokalisationsindstillinger.",
		"nl": "Deze pagina wordt gebruikt om serverlokalisatie-instellingen te beheren.",
		"fr": "Cette page est utilisée pour gérer les paramètres de localisation du serveur.",
		"tr": "Bu sayfa, sunucu yerelleştirme ayarlarını yönetmek için kullanılır.",
		"ko": "이 페이지는 서버 로컬라이제이션 설정을 관리하는 데 사용됩니다.",
		"zh": "此页面用于管理服务器本地化设置。",
		"zh-TW": "此頁面用於管理伺服器本地化設置。",
		"ja": "このページはサーバーのローカライゼーション設定を管理するために使用されます。",
		"pt-BR": "Esta página é usada para gerenciar as configurações de localização do servidor.",
		"ru": "Эта страница используется для управления настройками локализации сервера."
	},
	"SERVER_LOCALIZATION_ADD_NEW":{
		"en": "Add New",
		"de": "Hinzufügen",
		"es": "Añadir nuevo",
		"it": "Aggiungi nuovo",
		"da": "Tilføj ny",
		"nl": "Voeg nieuw toe",
		"fr": "Ajouter",
		"tr": "Yeni Ekle",
		"ko": "새로 추가",
		"zh": "添加新",
		"zh-TW": "添加新",
		"ja": "新規追加",
		"pt-BR": "Adicionar novo",
		"ru": "Добавить"
	},
	"SERVER_LOCALIZATION_ADD_TITLE": {
		"en": "Add Server Localization",
		"de": "Server Lokalisierung hinzufügen",
		"es": "Añadir localización del servidor",
		"it": "Aggiungi localizzazione del server",
		"da": "Tilføj serverlokalisering",
		"nl": "Serverlokalisatie toevoegen",
		"fr": "Ajouter une localisation de serveur",
		"tr": "Sunucu Yerelleştirmesi Ekle",
		"ko": "서버 로컬라이제이션 추가",
		"zh": "添加服务器本地化",
		"zh-TW": "添加伺服器本地化",
		"ja": "サーバーローカライゼーションを追加",
		"pt-BR": "Adicionar localização do servidor",
		"ru": "Добавить локализацию сервера"
	},
	"SERVER_LOCALIZATION_ADD_KEY": {
		"en": "Key",
		"de": "Schlüssel",
		"es": "Clave",
		"it": "Chiave",
		"da": "Nøgle",
		"nl": "Sleutel",
		"fr": "Clé",
		"tr": "Anahtar",
		"ko": "키",
		"zh": "关键",
		"zh-TW": "關鍵",
		"ja": "キー",
		"pt-BR": "Chave",
		"ru": "Ключ"
	},
	"SERVER_LOCALIZATION_ADD_KEY_NOTE":{
		"en": "The key is the unique identifier for the localization string.",
		"de": "Der Schlüssel ist der eindeutige Bezeichner für die Lokalisierungszeichenfolge.",
		"es": "La clave es el identificador único de la cadena de localización.",
		"it": "La chiave è l'identificatore univoco della stringa di localizzazione.",
		"da": "Nøglen er den unikke identifikator for lokaliseringsstrengen.",
		"nl": "De sleutel is de unieke identificatie voor de lokalisatietekst.",
		"fr": "La clé est l'identifiant unique de la chaîne de localisation.",
		"tr": "Anahtar, yerelleştirme dizeleri için benzersiz tanımlayıcıdır.",
		"ko": "키는 로컬라이제이션 문자열의 고유 식별자입니다.",
		"zh": "关键是本地化字符串的唯一标识符。",
		"zh-TW": "關鍵是本地化字串的唯一識別符。",
		"ja": "キーはローカライズ文字列の一意の識別子です。",
		"pt-BR": "A chave é o identificador exclusivo da string de localização.",
		"ru": "Ключ - это уникальный идентификатор строки локализации."
	},
	"SERVER_LOCALIZATION_ADD_VALUE": {
		"en": "Value",
		"de": "Wert",
		"es": "Valor",
		"it": "Valore",
		"da": "Værdi",
		"nl": "Waarde",
		"fr": "Valeur",
		"tr": "Değer",
		"ko": "값",
		"zh": "值",
		"zh-TW": "值",
		"ja": "値",
		"pt-BR": "Valor",
		"ru": "Значение"
	},
	"SERVER_LOCALIZATION_ADD_VALUE_NOTE": {
		"en": "The value is the localization data in JSON format that will be displayed to the player.",
		"de": "Der Wert ist die Lokalisierungsdaten im JSON-Format, die dem Spieler angezeigt werden.",
		"es": "El valor es los datos de localización en formato JSON que se mostrarán al jugador.",
		"it": "Il valore sono i dati di localizzazione in formato JSON che verranno visualizzati al giocatore.",
		"da": "Værdien er lokaliseringsdata i JSON-format, der vises for spilleren.",
		"nl": "De waarde is de lokalisatiegegevens in JSON-indeling die aan de speler worden getoond.",
		"fr": "La valeur est les données de localisation au format JSON qui seront affichées au joueur.",
		"tr": "Değer, oyuncuya gösterilecek JSON biçimindeki yerelleştirme verileridir.",
		"ko": "값은 플레이어에게 표시되는 JSON 형식의 로컬라이제이션 데이터입니다.",
		"zh": "值是以 JSON 格式显示给玩家的本地化数据。",
		"zh-TW": "值是以 JSON 格式顯示給玩家的本地化資料。",
		"ja": "値は、プレイヤーに表示される JSON 形式のローカライズデータです。",
		"pt-BR": "O valor é o dado de localização no formato JSON que será exibido ao jogador.",
		"ru": "Значение - это данные локализации в формате JSON, которые будут отображаться игроку."
	},
	"SERVER_LOCALIZATION_IMPORT_TITLE": {
		"en": "Import Custom Mod Localizations",
		"de": "Benutzerdefinierte Mod-Lokalisierungen importieren",
		"es": "Importar localizaciones personalizadas de mods",
		"it": "Importa localizzazioni personalizzate dei mod",
		"da": "Importér brugerdefinerede mod-lokaliseringer",
		"nl": "Aangepaste Mod Lokalisaties Importeren",
		"fr": "Importer des localisations de mods personnalisées",
		"tr": "Özel Mod Yerelleştirmelerini İçe Aktar",
		"ko": "사용자 정의 모드 로컬라이제이션 가져오기",
		"zh": "导入自定义 Mod 本地化",
		"zh-TW": "匯入自訂 Mod 本地化",
		"ja": "カスタム Mod ローカライゼーションをインポート",
		"pt-BR": "Importar Localizações Personalizadas de Mods",
		"ru": "Импортировать пользовательские локализации модов"
	},
	"SERVER_LOCALIZATION_IMP_JSON": {
		"en": "Localization Json",
		"de": "Lokalisierungs-JSON",
		"es": "Json de localización",
		"it": "Json di localizzazione",
		"da": "Lokalisering Json",
		"nl": "Lokalisatie Json",
		"fr": "Json de localisation",
		"tr": "Yerelleştirme Json",
		"ko": "로컬라이제이션 Json",
		"zh": "本地化 JSON",
		"zh-TW": "本地化 JSON",
		"ja": "ローカライゼーション JSON",
		"pt-BR": "Json de Localização",
		"ru": "Локализация Json"
	},
	"SERVER_LOCALIZATION_IMP_JSON_NOTE": {
		"en": "A JSON-formatted localization string containing all the localization strings and their translations you wish to import.",
		"de": "Eine JSON-formatierte Lokalisierungszeichenfolge, die alle Lokalisierungszeichenfolgen und ihre Übersetzungen enthält, die Sie importieren möchten.",
		"es": "Una cadena de localización formateada en JSON que contiene todas las cadenas de localización y sus traducciones que deseas importar.",
		"it": "Una stringa di localizzazione formattata in JSON che contiene tutte le stringhe di localizzazione e le relative traduzioni che desideri importare.",
		"da": "En JSON-formateret lokaliseringsstreng, der indeholder alle lokaliseringsstrengene og deres oversættelser, du ønsker at importere.",
		"nl": "Een JSON-geformatteerde lokalisatiestring met alle lokalisatiestrings en hun vertalingen die u wilt importeren.",
		"fr": "Une chaîne de localisation formatée en JSON contenant toutes les chaînes de localisation et leurs traductions que vous souhaitez importer.",
		"tr": "İçe aktarmak istediğiniz tüm yerelleştirme dizelerini ve çevirilerini içeren JSON biçimli bir yerelleştirme dizisi.",
		"ko": "가져오려는 모든 로컬라이제이션 문자열과 번역이 포함된 JSON 형식의 로컬라이제이션 문자열입니다.",
		"zh": "一个以 JSON 格式排列的本地化字符串，包含了您希望导入的所有本地化字符串及其翻译。",
		"zh-TW": "一個以 JSON 格式排列的本地化字串，包含了您希望匯入的所有本地化字串及其翻譯。",
		"ja": "インポートしたいすべてのローカライゼーション文字列とその翻訳を含む JSON 形式のローカライゼーション文字列。",
		"pt-BR": "Uma string de localização formatada em JSON contendo todas as strings de localização e suas traduções que você deseja importar.",
		"ru": "JSON-форматированная строка локализации, содержащая все строки локализации и их переводы, которые вы хотите импортировать."
	},
	"SERVER_LOCALIZATION_IMP_SERVER_ONLY": {
		"en": "Only import the custom SERVER Localization strings?",
		"de": "Nur benutzerdefinierte SERVER-Lokalisierungszeichenfolgen importieren?",
		"es": "¿Importar solo las cadenas de localización personalizadas del SERVIDOR?",
		"it": "Importare solo le stringhe di localizzazione personalizzate del SERVER?",
		"da": "Importér kun brugerdefinerede SERVER-lokaliseringstekster?",
		"nl": "Alleen aangepaste SERVER-lokalisatieteksten importeren?",
		"fr": "Importer uniquement les chaînes de localisation personnalisées du SERVEUR ?",
		"tr": "Yalnızca özel SUNUCU Yerelleştirme dizelerini içe aktar?",
		"ko": "사용자 정의 서버 로컬라이제이션 문자열만 가져오시겠습니까?",
		"zh": "只导入自定义服务器本地化字符串？",
		"zh-TW": "只匯入自訂伺服器本地化字串？",
		"ja": "カスタムサーバーローカライゼーション文字列のみをインポートしますか？",
		"pt-BR": "Importar apenas as strings de localização personalizadas do SERVIDOR?",
		"ru": "Импортировать только пользовательские строки локализации СЕРВЕРА?"
	},
	"SERVER_LOCALIZATION_IMP_SERVER_ONLY_NOTE": {
		"en": "Unselect this if you wish to import missing localizations for supported mods as well.",
		"de": "Deaktivieren Sie dies, wenn Sie auch fehlende Lokalisierungen für unterstützte Mods importieren möchten.",
		"es": "Desmarca esto si deseas importar localizaciones faltantes para mods compatibles también.",
		"it": "Deseleziona questa opzione se desideri importare anche le localizzazioni mancanti per i mod supportati.",
		"da": "Fjern markeringen af dette, hvis du ønsker at importere manglende lokalisationer til understøttede mods.",
		"nl": "Schakel dit uit als u ook ontbrekende lokalisaties voor ondersteunde mods wilt importeren.",
		"fr": "Décochez cette option si vous souhaitez également importer les localisations manquantes pour les mods pris en charge.",
		"tr": "Desteklenen modlar için eksik yerelleştirmeleri de içe aktarmak isterseniz bunu seçmeyin.",
		"ko": "지원되는 모드의 누락된 로컬라이제이션을 가져오려면이 옵션을 선택 해제하세요.",
		"zh": "如果您希望导入支持的 Mod 的缺失本地化，请取消选择此选项。",
		"zh-TW": "如果您希望匯入支援的 Mod 的遺失本地化，請取消選擇此選項。",
		"ja": "サポートされている Mod の不足しているローカライゼーションもインポートする場合は、これを選択解除してください。",
		"pt-BR": "Desmarque esta opção se desejar importar localizações ausentes para mods suportados também.",
		"ru": "Снимите это, если вы хотите импортировать отсутствующие локализации для поддерживаемых модов."
	},
	"SERVER_LOCALIZATION_EXPORT_TITLE": {
		"en": "Export the JSON Localization String for external Translation",
		"de": "Exportiere die JSON-Lokalisierungszeichenfolge für externe Übersetzung",
		"es": "Exportar la cadena de localización JSON para traducción externa",
		"it": "Esporta la stringa di localizzazione JSON per la traduzione esterna",
		"da": "Eksporter JSON-lokaliseringsteksten til ekstern oversættelse",
		"nl": "Exporteer de JSON-lokalisatiestring voor externe vertaling",
		"fr": "Exporter la chaîne de localisation JSON pour une traduction externe",
		"tr": "Dış çeviri için JSON Yerelleştirme Dizgisini dışa aktar",
		"ko": "외부 번역을 위한 JSON 로컬라이제이션 문자열 내보내기",
		"zh": "导出用于外部翻译的 JSON 本地化字符串",
		"zh-TW": "匯出用於外部翻譯的 JSON 本地化字串",
		"ja": "外部翻訳用の JSON ローカライゼーション文字列をエクスポート",
		"pt-BR": "Exportar a string de localização JSON para tradução externa",
		"ru": "Экспортировать JSON-строку локализации для внешнего перевода"
	},
	"SERVER_LOCALIZATION_EXP_JSON": {
		"en": "Localization Json",
		"de": "Lokalisierung Json",
		"es": "Json de localización",
		"it": "Json di localizzazione",
		"da": "Lokalisering Json",
		"nl": "Lokalisatie Json",
		"fr": "Json de localisation",
		"tr": "Yerelleştirme Json",
		"ko": "로컬라이제이션 Json",
		"zh": "本地化 JSON",
		"zh-TW": "本地化 JSON",
		"ja": "ローカライゼーション JSON",
		"pt-BR": "Json de Localização",
		"ru": "Локализация Json"
	},
	"SERVER_LOCALIZATION_EXP_JSON_NOTE": {
		"en": "A JSON-formatted localization string containing all the localization strings and their translations.",
		"de": "Eine JSON-formatierte Lokalisierungszeichenfolge, die alle Lokalisierungszeichenfolgen und ihre Übersetzungen enthält.",
		"es": "Una cadena de localización formateada en JSON que contiene todas las cadenas de localización y sus traducciones.",
		"it": "Una stringa di localizzazione formattata in JSON che contiene tutte le stringhe di localizzazione e le relative traduzioni.",
		"da": "En JSON-formateret lokaliseringsstreng, der indeholder alle lokaliseringsstrengene og deres oversættelser.",
		"nl": "Een JSON-geformatteerde lokalisatiestring met alle lokalisatiestrings en hun vertalingen.",
		"fr": "Une chaîne de localisation formatée en JSON contenant toutes les chaînes de localisation et leurs traductions.",
		"tr": "İçerisinde tüm yerelleştirme dizelerini ve çevirilerini içeren JSON biçimli bir yerelleştirme dizisi.",
		"ko": "모든 로컬라이제이션 문자열과 번역이 포함된 JSON 형식의 로컬라이제이션 문자열입니다.",
		"zh": "一个以 JSON 格式排列的本地化字符串，包含了所有本地化字符串及其翻译。",
		"zh-TW": "一個以 JSON 格式排列的本地化字串，包含了所有本地化字串及其翻譯。",
		"ja": "すべてのローカライゼーション文字列とその翻訳を含む JSON 形式のローカライゼーション文字列。",
		"pt-BR": "Uma string de localização formatada em JSON contendo todas as strings de localização e suas traduções.",
		"ru": "JSON-форматированная строка локализации, содержащая все строки локализации и их переводы."
	},
	"SERVER_LOCALIZATION_EXP_SERVER_ONLY": {
		"en": "Only export the custom SERVER Localization strings?",
		"de": "Nur die benutzerdefinierten SERVER-Lokalisierungszeichenfolgen exportieren?",
		"es": "¿Exportar solo las cadenas de localización personalizadas del SERVIDOR?",
		"it": "Esportare solo le stringhe di localizzazione personalizzate del SERVER?",
		"da": "Eksporter kun de brugerdefinerede SERVER-lokaliseringstekster?",
		"nl": "Alleen de aangepaste SERVER-lokalisatieteksten exporteren?",
		"fr": "Exporter uniquement les chaînes de localisation personnalisées du SERVEUR ?",
		"tr": "Yalnızca özel SUNUCU Yerelleştirme dizelerini mi dışa aktarayım?",
		"ko": "사용자 정의 서버 로컬라이제이션 문자열만 내보내시겠습니까?",
		"zh": "只导出自定义服务器本地化字符串？",
		"zh-TW": "只匯出自訂伺服器本地化字串？",
		"ja": "カスタムサーバーローカライゼーション文字列のみをエクスポートしますか？",
		"pt-BR": "Exportar apenas as strings de localização personalizadas do SERVIDOR?",
		"ru": "Экспортировать только пользовательские строки локализации СЕРВЕРА?"
	},
	"SERVER_LOCALIZATION_EXP_SERVER_ONLY_NOTE": {
		"en": "Unselect this if you wish to export all the supported mods localization strings as well.",
		"de": "Deaktivieren Sie dies, wenn Sie auch alle unterstützten Mod-Lokalisierungszeichenfolgen exportieren möchten.",
		"es": "Desactive esto si desea exportar todas las cadenas de localización de mods compatibles también.",
		"it": "Deseleziona questa opzione se desideri esportare anche tutte le stringhe di localizzazione dei mod supportati.",
		"da": "Fjern markeringen af dette, hvis du ønsker at eksportere alle de understøttede mods lokaliseringsstrenger også.",
		"nl": "Schakel dit uit als u ook alle ondersteunde mods lokalisatiestrings wilt exporteren.",
		"fr": "Décochez cette option si vous souhaitez également exporter toutes les chaînes de localisation des mods pris en charge.",
		"tr": "Tüm desteklenen modların yerelleştirme dizelerini de dışa aktarmak isterseniz bunu seçmeyin.",
		"ko": "지원되는 모든 모드의 로컬라이제이션 문자열도 내보내려면이 옵션을 선택 해제하세요.",
		"zh": "如果您希望同时导出所有支持的 Mod 的本地化字符串，请取消选择此选项。",
		"zh-TW": "如果您希望同時匯出所有支援的 Mod 的本地化字串，請取消選擇此選項。",
		"ja": "サポートされている Mod のすべてのローカライゼーション文字列もエクスポートする場合は、これを選択解除してください。",
		"pt-BR": "Desmarque esta opção se desejar exportar todas as strings de localização dos mods suportados também.",
		"ru": "Снимите это, если вы хотите экспортировать все строки локализации поддерживаемых модов."
	},
	"SERVER_LOCALIZATION_INFO_TITLE": {
		"en": "Ark-Nucleus Localization System",
		"de": "Ark-Nucleus Lokalisierungssystem",
		"es": "Sistema de localización de Ark-Nucleus",
		"it": "Sistema di localizzazione di Ark-Nucleus",
		"da": "Ark-Nucleus Lokaliseringssystem",
		"nl": "Ark-Nucleus Lokalisatiesysteem",
		"fr": "Système de localisation Ark-Nucleus",
		"tr": "Ark-Nucleus Yerelleştirme Sistemi",
		"ko": "Ark-Nucleus 로컬라이제이션 시스템",
		"zh": "Ark-Nucleus 本地化系统",
		"zh-TW": "Ark-Nucleus 本地化系統",
		"ja": "Ark-Nucleus ローカライゼーションシステム",
		"pt-BR": "Sistema de Localização Ark-Nucleus",
		"ru": "Система локализации Ark-Nucleus"
	},
	"SERVER_LOCALIZATION_INFO_LINE0": {
		"en": "The localization system is an extra feature that mod creators can include in their mods to make them easier for players who don't speak English.",
		"de": "Das Lokalisierungssystem ist ein zusätzliches Feature, das Mod-Ersteller in ihre Mods aufnehmen können, um es Spielern, die kein Englisch sprechen, einfacher zu machen.",
		"es": "El sistema de localización es una característica adicional que los creadores de mods pueden incluir en sus mods para facilitar su uso a los jugadores que no hablan inglés.",
		"it": "Il sistema di localizzazione è una funzionalità aggiuntiva che i creatori di mod possono includere nelle loro mod per renderle più facili per i giocatori che non parlano inglese.",
		"da": "Lokaliseringssystemet er en ekstra funktion, som modskabere kan inkludere i deres mods for at gøre det nemmere for spillere, der ikke taler engelsk.",
		"nl": "Het lokalisatiesysteem is een extra functie die mod-makers kunnen opnemen in hun mods om het gemakkelijker te maken voor spelers die geen Engels spreken.",
		"fr": "Le système de localisation est une fonctionnalité supplémentaire que les créateurs de mods peuvent inclure dans leurs mods pour les rendre plus faciles pour les joueurs qui ne parlent pas anglais.",
		"tr": "Yerelleştirme sistemi, mod oluşturucuların modlarına dahil edebilecekleri ek bir özelliktir ve İngilizce bilmeyen oyuncular için daha kolay hale getirir.",
		"ko": "로컬라이제이션 시스템은 모드 제작자가 모드에 포함시킬 수 있는 추가 기능으로, 영어를 사용하지 않는 플레이어에게 더 쉽게 접근할 수 있도록 도와줍니다.",
		"zh": "本地化系统是一项额外功能，允许模组创建者将其包含在模组中，以便为不会讲英语的玩家提供更便利的体验。",
		"zh-TW": "本地化系統是一項額外功能，允許模組創建者將其包含在模組中，以便為不會講英語的玩家提供更便利的體驗。",
		"ja": "ローカライゼーションシステムは、モッド作成者がモッドに含めることができる追加機能であり、英語が話せないプレイヤーにとってより使いやすくするためのものです。",
		"pt-BR": "O sistema de localização é um recurso adicional que os criadores de mods podem incluir em seus mods para torná-los mais fáceis para jogadores que não falam inglês.",
		"ru": "Система локализации - это дополнительная функция, которую создатели модов могут включить в свои моды, чтобы сделать их более удобными для игроков, не говорящих на английском языке."
	},
	"SERVER_LOCALIZATION_INFO_LINE1": {
		"en": "A mod can have translations for different languages, or it can have the original language and let server administrators add translations in other languages. These translations will then be available to all players on that server.",
		"de": "Ein Mod kann Übersetzungen für verschiedene Sprachen haben oder die Originalsprache haben und Serveradministratoren ermöglichen, Übersetzungen in anderen Sprachen hinzuzufügen. Diese Übersetzungen stehen dann allen Spielern auf diesem Server zur Verfügung.",
		"es": "Un mod puede tener traducciones para diferentes idiomas, o puede tener el idioma original y permitir que los administradores del servidor agreguen traducciones en otros idiomas. Estas traducciones estarán disponibles para todos los jugadores en ese servidor.",
		"it": "Una mod può avere traduzioni per diverse lingue, o può avere la lingua originale e consentire agli amministratori del server di aggiungere traduzioni in altre lingue. Queste traduzioni saranno quindi disponibili a tutti i giocatori su quel server.",
		"da": "En mod kan have oversættelser til forskellige sprog, eller den kan have det oprindelige sprog og lade serveradministratorer tilføje oversættelser på andre sprog. Disse oversættelser vil derefter være tilgængelige for alle spillere på den server.",
		"nl": "Een mod kan vertalingen hebben voor verschillende talen, of het kan de oorspronkelijke taal hebben en serverbeheerders toestaan vertalingen in andere talen toe te voegen. Deze vertalingen zijn dan beschikbaar voor alle spelers op die server.",
		"fr": "Un mod peut avoir des traductions pour différentes langues, ou il peut avoir la langue d'origine et permettre aux administrateurs de serveur d'ajouter des traductions dans d'autres langues. Ces traductions seront ensuite disponibles pour tous les joueurs sur ce serveur.",
		"tr": "Bir mod, farklı diller için çevirilere sahip olabilir veya orijinal dilde olabilir ve sunucu yöneticilerine diğer dillerde çeviri eklemelerine izin verebilir. Bu çeviriler daha sonra o sunucudaki tüm oyunculara sunulur.",
		"ko": "모드는 다른 언어로 번역을 가질 수도 있고, 원래 언어를 가지고 서버 관리자가 다른 언어로 번역을 추가할 수도 있습니다. 그러면 이러한 번역은 해당 서버의 모든 플레이어에게 제공됩니다.",
		"zh": "模组可以为不同语言提供翻译，或者可以使用原始语言，并允许服务器管理员添加其他语言的翻译。这些翻译将对该服务器上的所有玩家可用。",
		"zh-TW": "模組可以為不同語言提供翻譯，或者可以使用原始語言，並允許伺服器管理員添加其他語言的翻譯。這些翻譯將對該伺服器上的所有玩家可用。",
		"ja": "モッドには、さまざまな言語の翻訳が含まれている場合があります。また、元の言語を持ち、サーバー管理者が他の言語で翻訳を追加できる場合もあります。その場合、これらの翻訳はそのサーバー上のすべてのプレイヤーに利用可能になります。",
		"pt-BR": "Um mod pode ter traduções para diferentes idiomas ou pode ter o idioma original e permitir que os administradores do servidor adicionem traduções em outros idiomas. Essas traduções estarão disponíveis para todos os jogadores nesse servidor.",
		"ru": "Мод может иметь переводы на разные языки или иметь оригинальный язык и позволять администраторам сервера добавлять переводы на другие языки. Эти переводы будут доступны всем игрокам на этом сервере."
	},
	"SERVER_LOCALIZATION_INFO_LINE2": {
		"en": "To set this up, server administrators need to provide a link to an external JSON translation file. This file will be downloaded by all players when they join the server, and it will add more translations to the mod.",
		"de": "Um dies einzurichten, müssen Serveradministratoren einen Link zu einer externen JSON-Übersetzungsdatei bereitstellen. Diese Datei wird von allen Spielern heruntergeladen, wenn sie dem Server beitreten, und sie fügt dem Mod weitere Übersetzungen hinzu.",
		"es": "Para configurar esto, los administradores del servidor deben proporcionar un enlace a un archivo de traducción JSON externo. Este archivo se descargará por todos los jugadores cuando se unan al servidor y agregará más traducciones al mod.",
		"it": "Per configurare questo, gli amministratori del server devono fornire un link a un file di traduzione JSON esterno. Questo file verrà scaricato da tutti i giocatori quando si uniscono al server e aggiungerà ulteriori traduzioni al mod.",
		"da": "For at konfigurere dette skal serveradministratorer give et link til en ekstern JSON-oversættelsesfil. Denne fil vil blive downloadet af alle spillere, når de tilslutter sig serveren, og den vil tilføje flere oversættelser til moddet.",
		"nl": "Om dit in te stellen, moeten serverbeheerders een link naar een externe JSON-vertalingsbestand verstrekken. Dit bestand wordt gedownload door alle spelers wanneer ze de server betreden en voegt meer vertalingen toe aan de mod.",
		"fr": "Pour configurer cela, les administrateurs de serveur doivent fournir un lien vers un fichier de traduction JSON externe. Ce fichier sera téléchargé par tous les joueurs lorsqu'ils rejoignent le serveur, et il ajoutera plus de traductions au mod.",
		"tr": "Bunu ayarlamak için, sunucu yöneticilerinin harici bir JSON çeviri dosyasının bağlantısını sağlaması gerekmektedir. Bu dosya, oyuncular sunucuya katıldığında tüm oyuncular tarafından indirilecek ve mod'a daha fazla çeviri ekleyecektir.",
		"ko": "이를 설정하려면 서버 관리자는 외부 JSON 번역 파일의 링크를 제공해야 합니다. 이 파일은 플레이어가 서버에 참여할 때 모두 다운로드되며 모드에 더 많은 번역을 추가합니다.",
		"zh": "要设置此功能，服务器管理员需要提供一个外部 JSON 翻译文件的链接。当玩家加入服务器时，该文件将被所有玩家下载，并为模组添加更多翻译。",
		"zh-TW": "要設定此功能，伺服器管理員需要提供一個外部 JSON 翻譯檔案的連結。當玩家加入伺服器時，該檔案將被所有玩家下載，並為模組添加更多翻譯。",
		"ja": "これを設定するには、サーバー管理者は外部の JSON 翻訳ファイルへのリンクを提供する必要があります。このファイルは、プレイヤーがサーバーに参加するときにすべてのプレイヤーによってダウンロードされ、モッドにさらなる翻訳が追加されます。",
		"pt-BR": "Para configurar isso, os administradores do servidor precisam fornecer um link para um arquivo de tradução JSON externo. Este arquivo será baixado por todos os jogadores quando eles entrarem no servidor e adicionará mais traduções ao mod.",
		"ru": "Для настройки этого администраторы сервера должны предоставить ссылку на внешний JSON-файл перевода. Этот файл будет загружен всеми игроками при подключении к серверу и добавит больше переводов в мод."
	},
	"SERVER_LOCALIZATION_INFO_LINE3": {
		"en": "To gather all the localization strings of a mod, go to the \"EXPORT\" option in the top right, make sure \"Server Only\" is unchecked, and copy the JSON. Paste this into your external localization file and include the missing languages in the mod sections.",
		"de": "Um alle Lokalisierungszeichenfolgen eines Mods zu sammeln, gehen Sie zur Option \"EXPORT\" oben rechts, stellen Sie sicher, dass \"Nur Server\" nicht aktiviert ist, und kopieren Sie das JSON. Fügen Sie dies in Ihre externe Lokalisierungsdatei ein und fügen Sie die fehlenden Sprachen in den Mod-Abschnitten ein.",
		"es": "Para recopilar todas las cadenas de localización de un mod, vaya a la opción \"EXPORT\" en la parte superior derecha, asegúrese de que \"Solo servidor\" no esté marcado y copie el JSON. Pegue esto en su archivo de localización externo e incluya los idiomas faltantes en las secciones del mod.",
		"it": "Per raccogliere tutte le stringhe di localizzazione di una mod, vai all'opzione \"EXPORT\" in alto a destra, assicurati che \"Solo server\" non sia selezionato e copia il JSON. Incolla questo nel tuo file di localizzazione esterno e includi le lingue mancanti nelle sezioni della mod.",
		"da": "For at samle alle lokaliseringsstrengene i en mod, gå til \"EXPORT\"-indstillingen øverst til højre, sørg for, at \"Kun server\" ikke er markeret, og kopier JSON'en. Indsæt dette i din eksterne lokaliseringsfil og inkluder de manglende sprog i mod-sektionerne.",
		"nl": "Om alle lokalisatieteksten van een mod te verzamelen, ga naar de optie \"EXPORT\" rechtsboven, zorg ervoor dat \"Alleen server\" niet is aangevinkt, en kopieer de JSON. Plak dit in uw externe lokalisatiebestand en voeg de ontbrekende talen toe in de mod-secties.",
		"fr": "Pour rassembler toutes les chaînes de localisation d'un mod, allez dans l'option \"EXPORT\" en haut à droite, assurez-vous que \"Serveur uniquement\" n'est pas coché, et copiez le JSON. Collez ceci dans votre fichier de localisation externe et incluez les langues manquantes dans les sections du mod.",
		"tr": "Bir modun tüm yerelleştirme dizelerini toplamak için sağ üst köşedeki \"EXPORT\" seçeneğine gidin, \"Sadece Sunucu\" seçili olmadığından emin olun ve JSON'u kopyalayın. Bu JSON'u harici yerelleştirme dosyanıza yapıştırın ve mod bölümlerinde eksik dilleri ekleyin.",
		"ko": "모드의 모든 로컬라이제이션 문자열을 수집하려면 오른쪽 상단의 \"EXPORT\" 옵션으로 이동한 다음, \"서버 전용\"이 선택되지 않았는지 확인하고 JSON을 복사하세요. 이를 외부 로컬라이제이션 파일에 붙여넣고 모드 섹션에 누락된 언어를 포함하세요.",
		"zh": "要收集模组的所有本地化字符串，请转到右上角的“EXPORT”选项，确保未选中“仅服务器”，然后复制 JSON。将其粘贴到外部本地化文件中，并在模组部分中包含缺失的语言。",
		"zh-TW": "要收集模組的所有本地化字串，請轉到右上角的“EXPORT”選項，確保未選中“僅伺服器”，然後複製 JSON。將其貼到外部本地化檔案中，並在模組部分中包含缺失的語言。",
		"ja": "モッドのすべてのローカライズ文字列を収集するには、右上の「EXPORT」オプションに移動し、「サーバーのみ」がチェックされていないことを確認して JSON をコピーします。これを外部のローカライズファイルに貼り付け、モッドのセクションに不足している言語を含めます。",
		"pt-BR": "Para reunir todas as strings de localização de um mod, vá para a opção \"EXPORTAR\" no canto superior direito, certifique-se de que \"Somente servidor\" não esteja marcado e copie o JSON. Cole isso no seu arquivo de localização externo e inclua os idiomas ausentes nas seções do mod.",
		"ru": "Чтобы собрать все строки локализации мода, перейдите к опции \"EXPORT\" в правом верхнем углу, убедитесь, что не отмечена опция \"Только сервер\", и скопируйте JSON. Вставьте его в ваш внешний файл локализации и включите отсутствующие языки в разделы мода."
	},
	"SERVER_LOCALIZATION_INFO_LINE4": {
		"en": "If you want to add custom server localization strings for things like the \"Server Info Page\", use the in-game translation system to add these strings. Alternatively, you can add them to the \"SERVER\" section of the external localization file.",
		"de": "Wenn Sie benutzerdefinierte Server-Lokalisierungszeichenfolgen für Dinge wie die \"Server Info Page\" hinzufügen möchten, verwenden Sie das Ingame-Übersetzungssystem, um diese Zeichenfolgen hinzuzufügen. Alternativ können Sie sie dem \"SERVER\"-Abschnitt der externen Lokalisierungsdatei hinzufügen.",
		"es": "Si desea agregar cadenas de localización personalizadas del servidor para cosas como la \"Página de información del servidor\", utilice el sistema de traducción del juego para agregar estas cadenas. Alternativamente, puede agregarlas a la sección \"SERVIDOR\" del archivo de localización externo.",
		"it": "Se desideri aggiungere stringhe di localizzazione personalizzate per il server per cose come la \"Pagina delle informazioni sul server\", utilizza il sistema di traduzione in-game per aggiungere queste stringhe. In alternativa, puoi aggiungerle alla sezione \"SERVER\" del file di localizzazione esterno.",
		"da": "Hvis du vil tilføje brugerdefinerede lokaliseringsstreng til serveren til ting som \"Server Info Page\", skal du bruge spillets oversættelsessystem til at tilføje disse strenge. Alternativt kan du tilføje dem til afsnittet \"SERVER\" i den eksterne lokaliseringsfil.",
		"nl": "Als u aangepaste serverlokalisatieteksten wilt toevoegen voor zaken als de \"Server Info Page\", gebruikt u het in-game vertalingssysteem om deze teksten toe te voegen. U kunt ze ook toevoegen aan de \"SERVER\"-sectie van het externe lokalisatiebestand.",
		"fr": "Si vous souhaitez ajouter des chaînes de localisation personnalisées pour le serveur, telles que la \"Page d'informations sur le serveur\", utilisez le système de traduction intégré pour ajouter ces chaînes. Vous pouvez également les ajouter à la section \"SERVEUR\" du fichier de localisation externe.",
		"tr": "Sunucu Bilgi Sayfası gibi özel sunucu yerelleştirme dizeleri eklemek isterseniz, bu dizeleri eklemek için oyun içi çeviri sistemini kullanın. Alternatif olarak, bunları harici yerelleştirme dosyasının \"SERVER\" bölümüne ekleyebilirsiniz.",
		"ko": "\"서버 정보 페이지\"와 같은 사용자 정의 서버 로컬라이제이션 문자열을 추가하려면 게임 내 번역 시스템을 사용하여 이러한 문자열을 추가하세요. 또는 외부 로컬라이제이션 파일의 \"SERVER\" 섹션에 추가할 수 있습니다.",
		"zh": "如果您想为诸如“服务器信息页面”之类的自定义服务器本地化字符串添加自定义服务器本地化字符串，请使用游戏内翻译系统添加这些字符串。或者，您可以将它们添加到外部本地化文件的“SERVER”部分。",
		"zh-TW": "如果您想為諸如“伺服器資訊頁面”之類的自訂伺服器本地化字串添加自訂伺服器本地化字串，請使用遊戲內翻譯系統添加這些字串。或者，您可以將它們添加到外部本地化檔案的“SERVER”部分。",
		"ja": "「サーバー情報ページ」などのカスタムサーバーローカライズ文字列を追加する場合は、ゲーム内の翻訳システムを使用してこれらの文字列を追加します。または、外部のローカライズファイルの「SERVER」セクションに追加することもできます。",
		"pt-BR": "Se você deseja adicionar strings de localização personalizadas para o servidor, como a \"Página de Informações do Servidor\", use o sistema de tradução do jogo para adicionar essas strings. Alternativamente, você pode adicioná-las à seção \"SERVIDOR\" do arquivo de localização externo.",
		"ru": "Если вы хотите добавить пользовательские строки локализации сервера для таких вещей, как \"Страница информации о сервере\", используйте игровую систему перевода, чтобы добавить эти строки. В качестве альтернативы, вы можете добавить их в раздел \"SERVER\" внешнего файла локализации."
	},
	"SERVER_LOCALIZATION_REMOVE_TITLE": {
		"en": "Delete Custom Localization",
		"de": "Benutzerdefinierte Lokalisierung löschen",
		"es": "Eliminar localización personalizada",
		"it": "Elimina localizzazione personalizzata",
		"da": "Slet brugerdefineret lokaliserings",
		"nl": "Aangepaste lokalisatie verwijderen",
		"fr": "Supprimer la localisation personnalisée",
		"tr": "Özel Yerelleştirmeyi Sil",
		"ko": "사용자 정의 로컬라이제이션 삭제",
		"zh": "删除自定义本地化",
		"zh-TW": "刪除自訂本地化",
		"ja": "カスタムローカライゼーションを削除",
		"pt-BR": "Excluir localização personalizada",
		"ru": "Удалить пользовательскую локализацию"
	},
	"SERVER_LOCALIZATION_REMOVE_LINE0": {
		"en": "This will delete the custom localization string key and all its translations.",
		"de": "Dies löscht den benutzerdefinierten Lokalisierungsschlüssel und alle seine Übersetzungen.",
		"es": "Esto eliminará la clave de cadena de localización personalizada y todas sus traducciones.",
		"it": "Questo eliminerà la chiave di stringa di localizzazione personalizzata e tutte le sue traduzioni.",
		"da": "Dette vil slette den brugerdefinerede lokaliseringsstrengnøgle og alle dens oversættelser.",
		"nl": "Dit verwijdert de aangepaste lokalisatiesleutel en al zijn vertalingen.",
		"fr": "Cela supprimera la clé de chaîne de localisation personnalisée et toutes ses traductions.",
		"tr": "Bu, özel yerelleştirme dizesi anahtarını ve tüm çevirilerini silecektir.",
		"ko": "이 작업은 사용자 정의 로컬라이제이션 문자열 키와 해당 번역을 모두 삭제합니다.",
		"zh": "这将删除自定义本地化字符串键及其所有翻译。",
		"zh-TW": "這將刪除自訂本地化字串鍵及其所有翻譯。",
		"ja": "これにより、カスタムローカライゼーション文字列キーとそのすべての翻訳が削除されます。",
		"pt-BR": "Isso excluirá a chave de string de localização personalizada e todas as suas traduções.",
		"ru": "Это удалит ключ пользовательской строки локализации и все ее переводы."
	},
	"SERVER_LOCALIZATION_REMOVE_LINE1": {
		"en": "If the key is still being used somewhere, the UI will display the KEY itself instead of a translation.",
		"de": "Wenn der Schlüssel noch an anderer Stelle verwendet wird, wird die UI den SCHLÜSSEL selbst anstelle einer Übersetzung anzeigen.",
		"es": "Si la clave todavía se está utilizando en algún lugar, la interfaz de usuario mostrará la PROPIA CLAVE en lugar de una traducción.",
		"it": "Se la chiave viene ancora utilizzata da qualche parte, l'interfaccia utente visualizzerà la CHIAVE stessa invece di una traduzione.",
		"da": "Hvis nøglen stadig bliver brugt et sted, vil UI'en vise SELVE NØGLEN i stedet for en oversættelse.",
		"nl": "Als de sleutel nog steeds ergens wordt gebruikt, wordt de UI de SLEUTEL zelf weergegeven in plaats van een vertaling.",
		"fr": "Si la clé est encore utilisée quelque part, l'interface utilisateur affichera la CLÉ elle-même au lieu d'une traduction.",
		"tr": "Anahtar hala başka bir yerde kullanılıyorsa, UI, bir çeviri yerine ANAHTARI kendisi gösterecektir.",
		"ko": "키가 여전히 다른 곳에서 사용 중인 경우 UI는 번역 대신 키 자체를 표시합니다.",
		"zh": "如果该键仍在其他地方使用，则 UI 将显示键本身而不是翻译。",
		"zh-TW": "如果該鍵仍在其他地方使用，UI 將顯示鍵本身而不是翻譯。",
		"ja": "キーがまだどこかで使用されている場合、UI は翻訳ではなくキー自体を表示します。",
		"pt-BR": "Se a chave ainda estiver sendo usada em algum lugar, a interface do usuário exibirá a PRÓPRIA CHAVE em vez de uma tradução.",
		"ru": "Если ключ все еще используется где-то, пользовательский интерфейс будет отображать САМ КЛЮЧ вместо перевода."
	},
	"SERVER_LOCALIZATION_REMOVE_LINE2": {
		"en": "This action can't be undone, and you'll need to create a new localization key a new translations either by using the \"Add New Item# button or the \"Importing\" button for importing localizations in bulk.",
		"de": "Diese Aktion kann nicht rückgängig gemacht werden, und Sie müssen einen neuen Lokalisierungsschlüssel und neue Übersetzungen erstellen, entweder durch Verwendung der Schaltfläche \"Neues Element hinzufügen\" oder der Schaltfläche \"Importieren\" zum Importieren von Lokalisierungen in großen Mengen.",
		"es": "Esta acción no se puede deshacer y deberá crear una nueva clave de localización y nuevas traducciones utilizando el botón \"Agregar nuevo elemento#\" o el botón \"Importar\" para importar localizaciones en masa.",
		"it": "Questa azione non può essere annullata e sarà necessario creare una nuova chiave di localizzazione e nuove traduzioni utilizzando il pulsante \"Aggiungi nuovo elemento#\" o il pulsante \"Importazione\" per importare localizzazioni in blocco.",
		"da": "Denne handling kan ikke fortrydes, og du skal oprette en ny lokaliseringsnøgle og nye oversættelser enten ved at bruge knappen \"Tilføj nyt element#\" eller knappen \"Import\" til import af lokaliserings i bulk.",
		"nl": "Deze actie kan niet ongedaan worden gemaakt en u moet een nieuwe lokalisatiesleutel en nieuwe vertalingen maken door de knop \"Nieuw item toevoegen#\" of de knop \"Importeren\" te gebruiken om lokalisaties in bulk te importeren.",
		"fr": "Cette action ne peut pas être annulée, et vous devrez créer une nouvelle clé de localisation et de nouvelles traductions en utilisant le bouton \"Ajouter un nouvel élément#\" ou le bouton \"Importer\" pour importer des localisations en vrac.",
		"tr": "Bu işlem geri alınamaz ve toplu yerelleştirmeleri içe aktarmak için \"Yeni Öğe Ekle#\" düğmesini veya \"İçe Aktar\" düğmesini kullanarak yeni bir yerelleştirme anahtarı ve yeni çeviriler oluşturmanız gerekecektir.",
		"ko": "이 작업은 되돌릴 수 없으며, 대량으로 로컬라이제이션을 가져오기 위해 \"새 항목 추가#\" 버튼이나 \"가져오기\" 버튼을 사용하여 새로운 로컬라이제이션 키와 새로운 번역을 생성해야 합니다.",
		"zh": "此操作无法撤销，您需要使用“添加新项目#”按钮或“导入”按钮创建新的本地化键和新的翻译，以批量导入本地化。",
		"zh-TW": "此操作無法撤銷，您需要使用“添加新項目#”按鈕或“匯入”按鈕創建新的本地化鍵和新的翻譯，以批量匯入本地化。",
		"ja": "この操作は元に戻すことはできず、大量のローカライゼーションをインポートするための「新しいアイテムを追加する#」ボタンまたは「インポート」ボタンを使用して新しいローカライゼーションキーと新しい翻訳を作成する必要があります。",
		"pt-BR": "Esta ação não pode ser desfeita e você precisará criar uma nova chave de localização e novas traduções usando o botão \"Adicionar novo item#\" ou o botão \"Importar\" para importar localizações em massa.",
		"ru": "Это действие нельзя отменить, и вам потребуется создать новый ключ локализации и новые переводы, используя кнопку \"Добавить новый элемент#\" или кнопку \"Импорт\" для массового импорта локализаций."
	}
}