{
	"PERMISSIONS":
	{
		"en": "Permissions",
		"de": "Berechtigungen",
		"es": "Permisos",
		"it": "Permessi",
		"da": "Tilladelser",
		"nl": "Machtigingen",
		"fr": "Autorisations",
		"tr": "İzinler",
		"ko": "권한",
		"zh": "权限",
		"zh-TW": "權限",
		"ja": "権限",
		"pt-BR": "Permissões",
		"ru": "Разрешения"
	},
	"PERMISSIONS_MANAGER_TITLE":
	{
		"en": "Permissions Manager",
		"de": "Berechtigungsmanager",
		"es": "Administrador de permisos",
		"it": "Gestore delle autorizzazioni",
		"da": "Tilladelsesadministrator",
		"nl": "Machtigingenbeheerder",
		"fr": "Gestionnaire des autorisations",
		"tr": "İzinler Yöneticisi",
		"ko": "권한 관리자",
		"zh": "权限管理器",
		"zh-TW": "權限管理員",
		"ja": "権限マネージャー",
		"pt-BR": "Gerenciador de Permissões",
		"ru": "Менеджер разрешений"
	},
	"PERMISSIONS_MANAGER_TITLE_NOTE":
	{
		"en": "Manage permissions for your server.",
		"de": "Verwalten Sie die Berechtigungen für Ihren Server.",
		"es": "Administre los permisos de su servidor.",
		"it": "Gestisci le autorizzazioni per il tuo server.",
		"da": "Administrer tilladelser for din server.",
		"nl": "Beheer machtigingen voor uw server.",
		"fr": "Gérez les autorisations de votre serveur.",
		"tr": "Sunucunuz için izinleri yönetin.",
		"ko": "서버의 권한을 관리하십시오.",
		"zh": "管理服务器的权限。",
		"zh-TW": "管理伺服器的權限。",
		"ja": "サーバーの権限を管理します。",
		"pt-BR": "Gerencie as permissões do seu servidor.",
		"ru": "Управляйте разрешениями для вашего сервера."
	},
	"PERMISSIONS_MANAGER_INFO_TITLE":
	{
		"en": "Permissions Manager Information",
		"de": "Informationen zum Berechtigungsmanager",
		"es": "Información del administrador de permisos",
		"it": "Informazioni sul gestore delle autorizzazioni",
		"da": "Tilladelsesadministratorinformation",
		"nl": "Informatie over machtigingenbeheerder",
		"fr": "Informations sur le gestionnaire des autorisations",
		"tr": "İzinler Yöneticisi Bilgileri",
		"ko": "권한 관리자 정보",
		"zh": "权限管理器信息",
		"zh-TW": "權限管理員資訊",
		"ja": "権限マネージャー情報",
		"pt-BR": "Informações do Gerenciador de Permissões",
		"ru": "Информация о менеджере разрешений"
	},
	"PERMISSIONS_MANAGER_INFO_LINE0":
	{
		"en": "The Permissions Manager allows you to manage the Ark-Nucleus and supported mods permissions for your server.",
		"de": "Der Berechtigungsmanager ermöglicht es Ihnen, die Berechtigungen von Ark-Nucleus und unterstützten Mods für Ihren Server zu verwalten.",
		"es": "El Administrador de permisos le permite administrar los permisos de Ark-Nucleus y los mods compatibles para su servidor.",
		"it": "Il Gestore delle autorizzazioni ti consente di gestire le autorizzazioni di Ark-Nucleus e dei mod supportati per il tuo server.",
		"da": "Tilladelsesadministratoren giver dig mulighed for at administrere Ark-Nucleus og understøttede mods tilladelser til din server.",
		"nl": "De machtigingenbeheerder stelt u in staat de machtigingen van Ark-Nucleus en ondersteunde mods voor uw server te beheren.",
		"fr": "Le gestionnaire des autorisations vous permet de gérer les autorisations d'Ark-Nucleus et des mods pris en charge pour votre serveur.",
		"tr": "İzinler Yöneticisi, sunucunuz için Ark-Nucleus ve desteklenen modların izinlerini yönetmenizi sağlar.",
		"ko": "권한 관리자를 사용하면 서버의 Ark-Nucleus 및 지원되는 모드 권한을 관리할 수 있습니다.",
		"zh": "权限管理器允许您管理服务器的 Ark-Nucleus 和支持的模组权限。",
		"zh-TW": "權限管理員允許您管理伺服器的 Ark-Nucleus 和支援的模組權限。",
		"ja": "権限マネージャーを使用すると、サーバーの Ark-Nucleus およびサポートされているモッドの権限を管理できます。",
		"pt-BR": "O Gerenciador de Permissões permite que você gerencie as permissões do Ark-Nucleus e dos mods suportados para o seu servidor.",
		"ru": "Менеджер разрешений позволяет управлять разрешениями Ark-Nucleus и поддерживаемых модов для вашего сервера."
	},
	"PERMISSIONS_MANAGER_INFO_LINE1":
	{
		"en": "You can add, remove, and modify permission groups for your server.",
		"de": "Sie können Berechtigungsgruppen für Ihren Server hinzufügen, entfernen und ändern.",
		"es": "Puede agregar, eliminar y modificar grupos de permisos para su servidor.",
		"it": "Puoi aggiungere, rimuovere e modificare gruppi di autorizzazioni per il tuo server.",
		"da": "Du kan tilføje, fjerne og ændre tilladelsesgrupper for din server.",
		"nl": "U kunt machtigingsgroepen voor uw server toevoegen, verwijderen en wijzigen.",
		"fr": "Vous pouvez ajouter, supprimer et modifier des groupes d'autorisations pour votre serveur.",
		"tr": "Sunucunuz için izin grupları ekleyebilir, kaldırabilir ve değiştirebilirsiniz.",
		"ko": "서버의 권한 그룹을 추가, 제거 및 수정할 수 있습니다.",
		"zh": "您可以为服务器添加、删除和修改权限组。",
		"zh-TW": "您可以為伺服器新增、刪除和修改權限組。",
		"ja": "サーバーの権限グループを追加、削除、変更することができます。",
		"pt-BR": "Você pode adicionar, remover e modificar grupos de permissões para o seu servidor.",
		"ru": "Вы можете добавлять, удалять и изменять группы разрешений для вашего сервера."
	},
	"PERMISSIONS_MANAGER_INFO_LINE2":
	{
		"en": "Permissions are used to control access to various features provided by supported mods or sections in your Server Info Page.",
		"de": "Berechtigungen werden verwendet, um den Zugriff auf verschiedene Funktionen zu steuern, die von unterstützten Mods oder Abschnitten auf Ihrer Server-Info-Seite bereitgestellt werden.",
		"es": "Los permisos se utilizan para controlar el acceso a varias funciones proporcionadas por los mods compatibles o secciones en su página de información del servidor.",
		"it": "Le autorizzazioni vengono utilizzate per controllare l'accesso alle varie funzionalità fornite dai mod supportati o dalle sezioni nella tua pagina delle informazioni sul server.",
		"da": "Tilladelser bruges til at styre adgangen til forskellige funktioner, der leveres af understøttede mods eller sektioner på din Server Info-side.",
		"nl": "Machtigingen worden gebruikt om toegang tot verschillende functies te regelen die worden geleverd door ondersteunde mods of secties op uw Server Info-pagina.",
		"fr": "Les autorisations sont utilisées pour contrôler l'accès aux différentes fonctionnalités fournies par les mods pris en charge ou les sections de votre page d'informations sur le serveur.",
		"tr": "İzinler, desteklenen modlar veya Sunucu Bilgi Sayfanızdaki bölümler tarafından sağlanan çeşitli özelliklere erişimi kontrol etmek için kullanılır.",
		"ko": "권한은 지원되는 모드 또는 서버 정보 페이지의 섹션에서 제공되는 다양한 기능에 대한 액세스를 제어하는 데 사용됩니다.",
		"zh": "权限用于控制对支持的模组或服务器信息页面中的各个部分提供的各种功能的访问。",
		"zh-TW": "權限用於控制對支援的模組或伺服器資訊頁面中的各個部分提供的各種功能的存取。",
		"ja": "権限は、サポートされているモッドやサーバー情報ページのセクションで提供されるさまざまな機能へのアクセスを制御するために使用されます。",
		"pt-BR": "As permissões são usadas para controlar o acesso a várias funcionalidades fornecidas por mods suportados ou seções na sua página de informações do servidor.",
		"ru": "Разрешения используются для контроля доступа к различным функциям, предоставляемым поддерживаемыми модами или разделами на вашей странице информации о сервере."
	},
	"PERMISSIONS_MANAGER_INFO_LINE3":
	{
		"en": "Once a permission group is created, you can assigne users to it and the permission tags that it will apply to the selected users.",
		"de": "Sobald eine Berechtigungsgruppe erstellt wurde, können Sie Benutzer zuweisen und die Berechtigungstags, die auf die ausgewählten Benutzer angewendet werden, anwenden.",
		"es": "Una vez que se crea un grupo de permisos, puede asignar usuarios a él y las etiquetas de permiso que se aplicarán a los usuarios seleccionados.",
		"it": "Una volta creato un gruppo di autorizzazioni, puoi assegnare utenti ad esso e le etichette di autorizzazione che si applicheranno agliutenti selezionati.",
		"da": "Når en tilladelsesgruppe er oprettet, kan du tildele brugere til den og de tilladelsesmærker, som den vil anvende på de valgte brugere.",
		"nl": "Zodra een machtigingsgroep is gemaakt, kunt u gebruikers eraan toewijzen en de machtigingstags die van toepassing zullen zijn op de geselecteerde gebruikers.",
		"fr": "Une fois qu'un groupe d'autorisations est créé, vous pouvez attribuer des utilisateurs à celui-ci et les balises d'autorisation qui s'appliqueront aux utilisateurs sélectionnés.",
		"tr": "Bir izin grubu oluşturulduğunda, kullanıcıları buna atayabilir ve seçilen kullanıcılara uygulanacak izin etiketlerini uygulayabilirsiniz.",
		"ko": "권한 그룹이 생성되면 사용자를 할당하고 선택된 사용자에 적용될 권한 태그를 지정할 수 있습니다.",
		"zh": "创建权限组后，您可以将用户分配给它，并将其应用于所选用户的权限标签。",
		"zh-TW": "建立權限組後，您可以將使用者指派給它，並將其應用於所選使用者的權限標籤。",
		"ja": "権限グループが作成されると、ユーザーを割り当て、選択したユーザーに適用される権限タグを指定できます。",
		"pt-BR": "Uma vez que um grupo de permissões é criado, você pode atribuir usuários a ele e as tags de permissão que serão aplicadas aos usuários selecionados.",
		"ru": "После создания группы разрешений вы можете назначить пользователей и теги разрешений, которые будут применяться к выбранным пользователям."
	},
	"PERMISSIONS_MANAGER_INFO_LINE4":
	{
		"en": "After saving your changes, the permissions will be applied to the server and the users will be able to access the features based on the permissions assigned to them.",
		"de": "Nachdem Sie Ihre Änderungen gespeichert haben, werden die Berechtigungen auf den Server angewendet und die Benutzer können auf die Funktionen basierend auf den ihnen zugewiesenen Berechtigungen zugreifen.",
		"es": "Después de guardar sus cambios, los permisos se aplicarán al servidor y los usuarios podrán acceder a las funciones basadas en los permisos asignados a ellos.",
		"it": "Dopo aver salvato le modifiche, le autorizzazioni verranno applicate al server e gli utenti potranno accedere alle funzionalità in base alle autorizzazioni loro assegnate.",
		"da": "Efter at have gemt dine ændringer, vil tilladelserne blive anvendt på serveren, og brugerne vil kunne få adgang til funktionerne baseret på de tilladelser, der er tildelt dem.",
		"nl": "Nadat u uw wijzigingen heeft opgeslagen, worden de machtigingen toegepast op de server en kunnen de gebruikers de functies openen op basis van de aan hen toegewezen machtigingen.",
		"fr": "Après avoir enregistré vos modifications, les autorisations seront appliquées au serveur et les utilisateurs pourront accéder aux fonctionnalités en fonction des autorisations qui leur ont été attribuées.",
		"tr": "Değişikliklerinizi kaydettikten sonra izinler sunucuya uygulanacak ve kullanıcılar, kendilerine atanan izinlere dayanarak özelliklere erişebileceklerdir.",
		"ko": "변경 사항을 저장한 후 권한은 서버에 적용되며 사용자는 할당된 권한에 따라 기능에 액세스할 수 있습니다.",
		"zh": "保存更改后，权限将应用于服务器，用户将能够根据分配给他们的权限访问功能。",
		"zh-TW": "保存更改後，權限將應用於伺服器，使用者將能夠根據分配給他們的權限存取功能。",
		"ja": "変更を保存すると、権限がサーバーに適用され、ユーザーはそれらに割り当てられた権限に基づいて機能にアクセスできるようになります。",
		"pt-BR": "Após salvar suas alterações, as permissões serão aplicadas ao servidor e os usuários poderão acessar as funcionalidades com base nas permissões atribuídas a eles.",
		"ru": "После сохранения изменений разрешения будут применены к серверу, и пользователи смогут получить доступ к функциям на основе назначенных им разрешений."
	},
	"PERMISSIONS_ADD_NEW": {
		"en": "Add New Permission Group",
		"de": "Neue Berechtigungsgruppe hinzufügen",
		"es": "Agregar nuevo grupo de permisos",
		"it": "Aggiungi nuovo gruppo di autorizzazioni",
		"da": "Tilføj ny tilladelsesgruppe",
		"nl": "Nieuwe machtigingsgroep toevoegen",
		"fr": "Ajouter un nouveau groupe d'autorisations",
		"tr": "Yeni İzin Grubu Ekle",
		"ko": "새 권한 그룹 추가",
		"zh": "添加新权限组",
		"zh-TW": "新增權限組",
		"ja": "新しい権限グループを追加",
		"pt-BR": "Adicionar novo grupo de permissões",
		"ru": "Добавить новую группу разрешений"
	},
	"PERMISSIONS_ADD_TITLE": {
		"en": "Add Permission Group",
		"de": "Berechtigungsgruppe hinzufügen",
		"es": "Agregar grupo de permisos",
		"it": "Aggiungi gruppo di autorizzazioni",
		"da": "Tilføj tilladelsesgruppe",
		"nl": "Machtigingsgroep toevoegen",
		"fr": "Ajouter un groupe d'autorisations",
		"tr": "İzin Grubu Ekle",
		"ko": "권한 그룹 추가",
		"zh": "添加权限组",
		"zh-TW": "新增權限組",
		"ja": "権限グループを追加",
		"pt-BR": "Adicionar grupo de permissões",
		"ru": "Добавить группу разрешений"
	},
	"PERMISSIONS_ADD_KEY": {
		"en": "Permission Group",
		"de": "Berechtigungsgruppe",
		"es": "Grupo de permisos",
		"it": "Gruppo di autorizzazioni",
		"da": "Tilladelsesgruppe",
		"nl": "Machtigingsgroep",
		"fr": "Groupe d'autorisations",
		"tr": "İzin Grubu",
		"ko": "권한 그룹",
		"zh": "权限组",
		"zh-TW": "權限組",
		"ja": "権限グループ",
		"pt-BR": "Grupo de permissões",
		"ru": "Группа разрешений"
	},
	"PERMISSIONS_ADD_KEY_NOTE": {
		"en": "Unique Permission group name to manage permissions for your server.",
		"de": "Einzigartiger Name der Berechtigungsgruppe zur Verwaltung der Berechtigungen für Ihren Server.",
		"es": "Nombre de grupo de permisos único para administrar los permisos de su servidor.",
		"it": "Nome univoco del gruppo di autorizzazioni per gestire le autorizzazioni per il tuo server.",
		"da": "Unikt tilladelsesgruppenavn til at administrere tilladelser for din server.",
		"nl": "Unieke machtigingsgroepsnaam om machtigingen voor uw server te beheren.",
		"fr": "Nom de groupe d'autorisations unique pour gérer les autorisations de votre serveur.",
		"tr": "Sunucunuz için izinleri yönetmek için benzersiz İzin grubu adı.",
		"ko": "서버의 권한을 관리하기 위한 고유한 권한 그룹 이름.",
		"zh": "用于管理服务器权限的唯一权限组名称。",
		"zh-TW": "用於管理伺服器權限的唯一權限組名稱。",
		"ja": "サーバーの権限を管理するための一意の権限グループ名。",
		"pt-BR": "Nome de grupo de permissões exclusivo para gerenciar permissões para o seu servidor.",
		"ru": "Уникальное имя группы разрешений для управления разрешениями для вашего сервера."
	},
	"PERMISSIONS_ADD_VALUE": {
		"en": "JSON Based Values",
		"de": "JSON-basierte Werte",
		"es": "Valores basados en JSON",
		"it": "Valori basati su JSON",
		"da": "JSON-baserede værdier",
		"nl": "JSON-gebaseerde waarden",
		"fr": "Valeurs basées sur JSON",
		"tr": "JSON Tabanlı Değerler",
		"ko": "JSON 기반 값",
		"zh": "基于 JSON 的值",
		"zh-TW": "基於 JSON 的值",
		"ja": "JSON ベースの値",
		"pt-BR": "Valores baseados em JSON",
		"ru": "Значения на основе JSON"
	},
	"PERMISSIONS_ADD_VALUE_NOTE": {
		"en": "Can be left empty and populated later using the Permissions Manager",
		"de": "Kann leer gelassen und später mit dem Berechtigungsmanager befüllt werden",
		"es": "Se puede dejar vacío y rellenar más tarde usando el Administrador de permisos",
		"it": "Può essere lasciato vuoto e popolato successivamente utilizzando il Gestore delle autorizzazioni",
		"da": "Kan være tomt og udfyldes senere ved hjælp af Tilladelsesadministratoren",
		"nl": "Kan leeg worden gelaten en later worden ingevuld met behulp van de machtigingenbeheerder",
		"fr": "Peut être laissé vide et rempli plus tard à l'aide du gestionnaire d'autorisations",
		"tr": "Boş bırakılabilir ve İzinler Yöneticisi kullanılarak daha sonra doldurulabilir",
		"ko": "비워둘 수 있으며 나중에 권한 관리자를 사용하여 채울 수 있습니다",
		"zh": "可以留空，稍后使用权限管理器填充",
		"zh-TW": "可以留空，稍後使用權限管理員填充",
		"ja": "空白のままにしておくことができ、後で権限マネージャーを使用して後で埋めることができます",
		"pt-BR": "Pode ser deixado em branco e preenchido posteriormente usando o Gerenciador de Permissões",
		"ru": "Может быть оставлен пустым и позже заполнен с помощью Менеджера разрешений"
	},
	"PERMISSIONS_CAN_SELF_ASSIGN": {
		"en": "Allow Self-Assignment",
		"de": "Selbstzuweisung erlauben",
		"es": "Permitir autoasignación",
		"it": "Consenti l'autoassegnazione",
		"da": "Tillad selvtilknytning",
		"nl": "Zelftoewijzing toestaan",
		"fr": "Autoriser l'auto-attribution",
		"tr": "Kendi Atama İzni",
		"ko": "자체 할당 허용",
		"zh": "允许自我分配",
		"zh-TW": "允許自我分配",
		"ja": "自己割り当てを許可",
		"pt-BR": "Permitir autoatribuição",
		"ru": "Разрешить самостоятельное назначение"
	},
	"PERMISSIONS_CAN_SELF_ASSIGN_NOTE": {
		"en": "Allow users to assign themselves to this permission group by adding buttons to your Server Info Page that allows them to do so.",
		"de": "Ermöglichen Sie Benutzern, sich selbst dieser Berechtigungsgruppe zuzuweisen, indem Sie Schaltflächen zu Ihrer Server-Info-Seite hinzufügen, die es ihnen ermöglichen, dies zu tun.",
		"es": "Permita a los usuarios asignarse a este grupo de permisos agregando botones a su página de información del servidor que les permitan hacerlo.",
		"it": "Consenti agli utenti di assegnarsi a questo gruppo di autorizzazioni aggiungendo pulsanti alla tua pagina delle informazioni sul server che lo consentono.",
		"da": "Tillad brugere at tildele sig selv til denne tilladelsesgruppe ved at tilføje knapper til din Server Info-side, der giver dem mulighed for at gøre det.",
		"nl": "Sta gebruikers toe zichzelf toe te wijzen aan deze machtigingsgroep door knoppen toe te voegen aan uw Server Info-pagina waarmee ze dit kunnen doen.",
		"fr": "Permettez aux utilisateurs de s'attribuer à ce groupe d'autorisations en ajoutant des boutons à votre page d'informations sur le serveur qui leur permettent de le faire.",
		"tr": "Kullanıcıların bunu yapmalarına izin vermek için Sunucu Bilgi Sayfanıza düğmeler ekleyerek kendilerini bu izin grubuna atamalarına izin verin.",
		"ko": "사용자가 이 권한 그룹에 자체 할당할 수 있도록 서버 정보 페이지에 해당 기능을 추가하여 그렇게 할 수 있도록합니다.",
		"zh": "通过向服务器信息页面添加按钮，允许用户将自己分配给此权限组。",
		"zh-TW": "通過向伺服器資訊頁面添加按鈕，允許使用者將自己分配給此權限組。",
		"ja": "ユーザーがこの権限グループに自己割り当てできるように、それを行うためのボタンをサーバー情報ページに追加します。",
		"pt-BR": "Permita que os usuários se atribuam a este grupo de permissões adicionando botões à sua página de informações do servidor que permitam que eles façam isso.",
		"ru": "Разрешить пользователям назначать себя на эту группу разрешений, добавив кнопки на вашу страницу информации о сервере, позволяющие им это сделать."
	},
	"PERMISSIONS_MANAGER_PLAYER_LIST": {
		"en": "Player List",
		"de": "Spielerliste",
		"es": "Lista de jugadores",
		"it": "Elenco giocatori",
		"da": "Spillerliste",
		"nl": "Spelerslijst",
		"fr": "Liste des joueurs",
		"tr": "Oyuncu Listesi",
		"ko": "플레이어 목록",
		"zh": "玩家列表",
		"zh-TW": "玩家列表",
		"ja": "プレイヤーリスト",
		"pt-BR": "Lista de jogadores",
		"ru": "Список игроков"
	},
	"PERMISSIONS_ALL_PLAYERS_WARNING": {
		"en": "Warning: This will apply the selected permissions to all players on the server.",
		"de": "Warnung: Dies wendet die ausgewählten Berechtigungen auf alle Spieler auf dem Server an.",
		"es": "Advertencia: Esto aplicará los permisos seleccionados a todos los jugadores en el servidor.",
		"it": "Avvertenza: ciò applicherà le autorizzazioni selezionate a tutti i giocatori sul server.",
		"da": "Advarsel: Dette vil anvende de valgte tilladelser til alle spillere på serveren.",
		"nl": "Waarschuwing: dit zal de geselecteerde machtigingen toepassen op alle spelers op de server.",
		"fr": "Avertissement : cela appliquera les autorisations sélectionnées à tous les joueurs du serveur.",
		"tr": "Uyarı: Bu, seçilen izinleri sunucudaki tüm oyunculara uygular.",
		"ko": "경고: 이것은 서버의 모든 플레이어에게 선택한 권한을 적용합니다.",
		"zh": "警告：这将将所选权限应用于服务器上的所有玩家。",
		"zh-TW": "警告：這將將所選權限應用於伺服器上的所有玩家。",
		"ja": "警告: これにより、サーバー上のすべてのプレイヤーに選択した権限が適用されます。",
		"pt-BR": "Aviso: Isso aplicará as permissões selecionadas a todos os jogadores no servidor.",
		"ru": "Предупреждение: это применит выбранные разрешения ко всем игрокам на сервере."
	},
	"PERMISSIONS_REMOVE_TITLE": {
		"en": "Remove Permission Group",
		"de": "Berechtigungsgruppe entfernen",
		"es": "Eliminar grupo de permisos",
		"it": "Rimuovi gruppo di autorizzazioni",
		"da": "Fjern tilladelsesgruppe",
		"nl": "Machtigingsgroep verwijderen",
		"fr": "Supprimer le groupe d'autorisations",
		"tr": "İzin Grubunu Kaldır",
		"ko": "권한 그룹 제거",
		"zh": "删除权限组",
		"zh-TW": "刪除權限組",
		"ja": "権限グループを削除",
		"pt-BR": "Remover grupo de permissões",
		"ru": "Удалить группу разрешений"
	},
	"PERMISSIONS_REMOVE_LINE0": {
		"en": "Warning: This will remove the selected permission group and all assigned permissions.",
		"de": "Warnung: Dies entfernt die ausgewählte Berechtigungsgruppe und alle zugewiesenen Berechtigungen.",
		"es": "Advertencia: Esto eliminará el grupo de permisos seleccionado y todos los permisos asignados.",
		"it": "Avvertenza: ciò rimuoverà il gruppo di autorizzazioni selezionato e tutte le autorizzazioni assegnate.",
		"da": "Advarsel: Dette vil fjerne den valgte tilladelsesgruppe og alle tildelte tilladelser.",
		"nl": "Waarschuwing: dit zal de geselecteerde machtigingsgroep en alle toegewezen machtigingen verwijderen.",
		"fr": "Avertissement : cela supprimera le groupe d'autorisations sélectionné et toutes les autorisations attribuées.",
		"tr": "Uyarı: Bu, seçilen izin grubunu ve tüm atanan izinleri kaldıracaktır.",
		"ko": "경고: 이것은 선택한 권한 그룹과 모든 할당된 권한을 제거합니다.",
		"zh": "警告：这将删除所选的权限组和所有分配的权限。",
		"zh-TW": "警告：這將刪除所選的權限組和所有分配的權限。",
		"ja": "警告: これにより、選択した権限グループとすべての割り当てられた権限が削除されます。",
		"pt-BR": "Aviso: Isso removerá o grupo de permissões selecionado e todas as permissões atribuídas.",
		"ru": "Предупреждение: это удалит выбранную группу разрешений и все назначенные разрешения."
	},
	"PERMISSIONS_REMOVE_LINE1": {
		"en": "Are you sure you want to remove the selected permission group?",
		"de": "Möchten Sie die ausgewählte Berechtigungsgruppe wirklich entfernen?",
		"es": "¿Estás seguro de que deseas eliminar el grupo de permisos seleccionado?",
		"it": "Sei sicuro di voler rimuovere il gruppo di autorizzazioni selezionato?",
		"da": "Er du sikker på, at du vil fjerne den valgte tilladelsesgruppe?",
		"nl": "Weet u zeker dat u de geselecteerde machtigingsgroep wilt verwijderen?",
		"fr": "Êtes-vous sûr de vouloir supprimer le groupe d'autorisations sélectionné ?",
		"tr": "Seçilen izin grubunu kaldırmak istediğinizden emin misiniz?",
		"ko": "선택한 권한 그룹을 제거하시겠습니까?",
		"zh": "您确定要删除所选的权限组吗？",
		"zh-TW": "您確定要刪除所選的權限組嗎？",
		"ja": "選択した権限グループを削除してもよろしいですか？",
		"pt-BR": "Tem certeza de que deseja remover o grupo de permissões selecionado?",
		"ru": "Вы уверены, что хотите удалить выбранную группу разрешений?"
	},
	"PERMISSIONS_REMOVE_LINE2": {
		"en": "This action cannot be undone.",
		"de": "Diese Aktion kann nicht rückgängig gemacht werden.",
		"es": "Esta acción no se puede deshacer.",
		"it": "Questa azione non può essere annullata.",
		"da": "Denne handling kan ikke fortrydes.",
		"nl": "Deze actie kan niet ongedaan worden gemaakt.",
		"fr": "Cette action ne peut pas être annulée.",
		"tr": "Bu eylem geri alınamaz.",
		"ko": "이 작업은 취소할 수 없습니다.",
		"zh": "此操作无法撤销。",
		"zh-TW": "此操作無法撤銷。",
		"ja": "この操作は取り消すことはできません。",
		"pt-BR": "Esta ação não pode ser desfeita.",
		"ru": "Это действие нельзя отменить."
	},
	"PERMISSIONS_MANAGER_MOD_TAGS": {
		"en": "Mod Permission Tags",
		"de": "Mod-Berechtigungstags",
		"es": "Etiquetas de permiso de mod",
		"it": "Tag di autorizzazione del mod",
		"da": "Mod Tilladelsesmærker",
		"nl": "Mod-machtigingstags",
		"fr": "Balises d'autorisation de mod",
		"tr": "Mod İzin Etiketleri",
		"ko": "모드 권한 태그",
		"zh": "模组权限标签",
		"zh-TW": "模組權限標籤",
		"ja": "モッド権限タグ",
		"pt-BR": "Tags de permissão de mod",
		"ru": "Теги разрешения мода"
	},
	"PERMISSIONS_MANAGER_CUSTOM_TAGS": {
		"en": "Custom Permission Tags",
		"de": "Benutzerdefinierte Berechtigungstags",
		"es": "Etiquetas de permiso personalizadas",
		"it": "Tag di autorizzazione personalizzati",
		"da": "Brugerdefinerede tilladelsesmærker",
		"nl": "Aangepaste machtigingstags",
		"fr": "Balises d'autorisation personnalisées",
		"tr": "Özel İzin Etiketleri",
		"ko": "사용자 정의 권한 태그",
		"zh": "自定义权限标签",
		"zh-TW": "自訂權限標籤",
		"ja": "カスタム権限タグ",
		"pt-BR": "Tags de permissão personalizadas",
		"ru": "Пользовательские теги разрешения"
	},
	"PERMISSIONS_ADD_NEW_CUSTOM_TAG": {
		"en": "Add Custom Permission Tag",
		"de": "Benutzerdefiniertes Berechtigungstag hinzufügen",
		"es": "Agregar etiqueta de permiso personalizada",
		"it": "Aggiungi tag di autorizzazione personalizzato",
		"da": "Tilføj brugerdefineret tilladelsesmærke",
		"nl": "Voeg aangepaste machtigingstag toe",
		"fr": "Ajouter une balise d'autorisation personnalisée",
		"tr": "Özel İzin Etiketi Ekle",
		"ko": "사용자 정의 권한 태그 추가",
		"zh": "添加自定义权限标签",
		"zh-TW": "新增自訂權限標籤",
		"ja": "カスタム権限タグを追加",
		"pt-BR": "Adicionar tag de permissão personalizada",
		"ru": "Добавить пользовательский тег разрешения"
	},
	"PERMISSIONS_ADD_CUSTOM_TITLE": {
		"en": "Add Custom Permission Tag",
		"de": "Benutzerdefiniertes Berechtigungstag hinzufügen",
		"es": "Agregar etiqueta de permiso personalizada",
		"it": "Aggiungi tag di autorizzazione personalizzato",
		"da": "Tilføj brugerdefineret tilladelsesmærke",
		"nl": "Voeg aangepaste machtigingstag toe",
		"fr": "Ajouter une balise d'autorisation personnalisée",
		"tr": "Özel İzin Etiketi Ekle",
		"ko": "사용자 정의 권한 태그 추가",
		"zh": "添加自定义权限标签",
		"zh-TW": "新增自訂權限標籤",
		"ja": "カスタム権限タグを追加",
		"pt-BR": "Adicionar tag de permissão personalizada",
		"ru": "Добавить пользовательский тег разрешения"
	},
	"PERMISSIONS_TAG_ADD_KEY": {
		"en": "Permission Tag",
		"de": "Berechtigungstag",
		"es": "Etiqueta de permiso",
		"it": "Tag di autorizzazione",
		"da": "Tilladelsestag",
		"nl": "Machtigingstag",
		"fr": "Balise d'autorisation",
		"tr": "İzin Etiketi",
		"ko": "권한 태그",
		"zh": "权限标签",
		"zh-TW": "權限標籤",
		"ja": "権限タグ",
		"pt-BR": "Tag de permissão",
		"ru": "Тег разрешения"
	},
	"PERMISSIONS_TAG_ADD_KEY_NOTE": {
		"en": "Unique Permission tag name to manage permissions for your server.",
		"de": "Einzigartiger Name des Berechtigungstags zur Verwaltung der Berechtigungen für Ihren Server.",
		"es": "Nombre de etiqueta de permiso único para administrar los permisos de su servidor.",
		"it": "Nome univoco del tag di autorizzazione per gestire le autorizzazioni per il tuo server.",
		"da": "Unikt tilladelsestagnavn til at administrere tilladelser for din server.",
		"nl": "Unieke machtigingstag-naam om machtigingen voor uw server te beheren.",
		"fr": "Nom de balise d'autorisation unique pour gérer les autorisations de votre serveur.",
		"tr": "Sunucunuz için izinleri yönetmek için benzersiz İzin etiketi adı.",
		"ko": "서버의 권한을 관리하기 위한 고유한 권한 태그 이름.",
		"zh": "用于管理服务器权限的唯一权限标签名称。",
		"zh-TW": "用於管理伺服器權限的唯一權限標籤名稱。",
		"ja": "サーバーの権限を管理するための一意の権限タグ名。",
		"pt-BR": "Nome de tag de permissão exclusivo para gerenciar permissões para o seu servidor.",
		"ru": "Уникальное имя тега разрешения для управления разрешениями для вашего сервера."
	},
	"PERMISSIONS_TAG_ADD_DISPLAY_NAME": {
		"en": "Display Name",
		"de": "Anzeigename",
		"es": "Nombre para mostrar",
		"it": "Nome visualizzato",
		"da": "Visningsnavn",
		"nl": "Weergavenaam",
		"fr": "Nom d'affichage",
		"tr": "Görüntülenen Ad",
		"ko": "표시 이름",
		"zh": "显示名称",
		"zh-TW": "顯示名稱",
		"ja": "表示名",
		"pt-BR": "Nome de exibição",
		"ru": "Отображаемое имя"
	},
	"PERMISSIONS_TAG_ADD_DISPLAY_NAME_NOTE": {
		"en": "Display name for the permission tag. (Can be localized)",
		"de": "Anzeigename für den Berechtigungstag. (Kann lokalisiert werden)",
		"es": "Nombre para mostrar de la etiqueta de permiso. (Puede ser localizado)",
		"it": "Nome visualizzato per il tag di autorizzazione. (Può essere localizzato)",
		"da": "Visningsnavn for tilladelsestagn. (Kan lokaliseres)",
		"nl": "Weergavenaam voor de machtigingstag. (Kan worden gelokaliseerd)",
		"fr": "Nom d'affichage de la balise d'autorisation. (Peut être localisé)",
		"tr": "İzin etiketi için görüntülenen ad. (Yerelleştirilebilir)",
		"ko": "권한 태그의 표시 이름. (지역화 가능)",
		"zh": "权限标签的显示名称。（可本地化）",
		"zh-TW": "權限標籤的顯示名稱。（可本地化）",
		"ja": "権限タグの表示名（ローカライズ可能）",
		"pt-BR": "Nome de exibição para a tag de permissão. (Pode ser localizado)",
		"ru": "Отображаемое имя для тега разрешения. (Может быть локализовано)"
	},
	"PERMISSIONS_TAG_REMOVE_TITLE": {
		"en": "Remove Permission Tag",
		"de": "Berechtigungstag entfernen",
		"es": "Eliminar etiqueta de permiso",
		"it": "Rimuovi tag di autorizzazione",
		"da": "Fjern tilladelsestag",
		"nl": "Machtigingstag verwijderen",
		"fr": "Supprimer la balise d'autorisation",
		"tr": "İzin Etiketini Kaldır",
		"ko": "권한 태그 제거",
		"zh": "删除权限标签",
		"zh-TW": "刪除權限標籤",
		"ja": "権限タグを削除",
		"pt-BR": "Remover tag de permissão",
		"ru": "Удалить тег разрешения"
	},
	"PERMISSIONS_TAG_REMOVE_LINE0": {
		"en": "Are you sure you want to remove the selected permission tag?",
		"de": "Möchten Sie den ausgewählten Berechtigungstag wirklich entfernen?",
		"es": "¿Estás seguro de que deseas eliminar la etiqueta de permiso seleccionada?",
		"it": "Sei sicuro di voler rimuovere il tag di autorizzazione selezionato?",
		"da": "Er du sikker på, at du vil fjerne den valgte tilladelsestag?",
		"nl": "Weet u zeker dat u de geselecteerde machtigingstag wilt verwijderen?",
		"fr": "Êtes-vous sûr de vouloir supprimer la balise d'autorisation sélectionnée ?",
		"tr": "Seçilen izin etiketini kaldırmak istediğinizden emin misiniz?",
		"ko": "선택한 권한 태그를 제거하시겠습니까?",
		"zh": "您确定要删除所选的权限标签吗？",
		"zh-TW": "您確定要刪除所選的權限標籤嗎？",
		"ja": "選択した権限タグを削除してもよろしいですか？",
		"pt-BR": "Tem certeza de que deseja remover a tag de permissão selecionada?",
		"ru": "Вы уверены, что хотите удалить выбранный тег разрешения?"
	},
	"PERMISSIONS_TAG_REMOVE_LINE1": {
		"en": "This will remove the selected permission tag from all permission groups.",
		"de": "Dies entfernt den ausgewählten Berechtigungstag aus allen Berechtigungsgruppen.",
		"es": "Esto eliminará la etiqueta de permiso seleccionada de todos los grupos de permisos.",
		"it": "Questo rimuoverà il tag di autorizzazione selezionato da tutti i gruppi di autorizzazioni.",
		"da": "Dette vil fjerne den valgte tilladelsestag fra alle tilladelsesgrupper.",
		"nl": "Dit zal de geselecteerde machtigingstag uit alle machtigingsgroepen verwijderen.",
		"fr": "Cela supprimera la balise d'autorisation sélectionnée de tous les groupes d'autorisations.",
		"tr": "Bu, seçilen izin etiketini tüm izin gruplarından kaldıracaktır.",
		"ko": "이것은 선택한 권한 태그를 모든 권한 그룹에서 제거합니다.",
		"zh": "这将从所有权限组中删除所选的权限标签。",
		"zh-TW": "這將從所有權限組中刪除所選的權限標籤。",
		"ja": "これにより、選択した権限タグがすべての権限グループから削除されます。",
		"pt-BR": "Isso removerá a tag de permissão selecionada de todos os grupos de permissões.",
		"ru": "Это удалит выбранный тег разрешения из всех групп разрешений."
	},
	"PERMISSIONS_TAG_REMOVE_LINE2": {
		"en": "This action cannot be undone.",
		"de": "Diese Aktion kann nicht rückgängig gemacht werden.",
		"es": "Esta acción no se puede deshacer.",
		"it": "Questa azione non può essere annullata.",
		"da": "Denne handling kan ikke fortrydes.",
		"nl": "Deze actie kan niet ongedaan worden gemaakt.",
		"fr": "Cette action ne peut pas être annulée.",
		"tr": "Bu eylem geri alınamaz.",
		"ko": "이 작업은 취소할 수 없습니다.",
		"zh": "此操作无法撤消。",
		"zh-TW": "此操作無法撤消。",
		"ja": "この操作は元に戻すことはできません。",
		"pt-BR": "Esta ação não pode ser desfeita.",
		"ru": "Это действие нельзя отменить."
	},
	"PERMISSIONS_EXPORT_TITLE": {
		"en": "Export Permissons",
		"de": "Berechtigungen exportieren",
		"es": "Exportar permisos",
		"it": "Esporta autorizzazioni",
		"da": "Eksporter tilladelser",
		"nl": "Machtigingen exporteren",
		"fr": "Exporter les autorisations",
		"tr": "İzinleri Dışa Aktar",
		"ko": "권한 내보내기",
		"zh": "导出权限",
		"zh-TW": "匯出權限",
		"ja": "権限をエクスポート",
		"pt-BR": "Exportar permissões",
		"ru": "Экспорт разрешений"
	},
	"PERMISSIONS_EXPORT_JSON": {
		"en": "Export as JSON",
		"de": "Als JSON exportieren",
		"es": "Exportar como JSON",
		"it": "Esporta come JSON",
		"da": "Eksporter som JSON",
		"nl": "Exporteren als JSON",
		"fr": "Exporter en JSON",
		"tr": "JSON olarak dışa aktar",
		"ko": "JSON으로 내보내기",
		"zh": "导出为 JSON",
		"zh-TW": "匯出為 JSON",
		"ja": "JSONとしてエクスポート",
		"pt-BR": "Exportar como JSON",
		"ru": "Экспорт в формате JSON"
	},
	"PERMISSIONS_EXPORT_JSON_NOTE": {
		"en": "Export all permissions as a JSON file.",
		"de": "Exportieren Sie alle Berechtigungen als JSON-Datei.",
		"es": "Exportar todos los permisos como un archivo JSON.",
		"it": "Esporta tutte le autorizzazioni come file JSON.",
		"da": "Eksporter alle tilladelser som en JSON-fil.",
		"nl": "Exporteer alle machtigingen als een JSON-bestand.",
		"fr": "Exporter toutes les autorisations sous forme de fichier JSON.",
		"tr": "Tüm izinleri bir JSON dosyası olarak dışa aktarın.",
		"ko": "모든 권한을 JSON 파일로 내보내기.",
		"zh": "将所有权限导出为 JSON 文件。",
		"zh-TW": "將所有權限匯出為 JSON 檔案。",
		"ja": "すべての権限を JSON ファイルとしてエクスポートします。",
		"pt-BR": "Exportar todas as permissões como um arquivo JSON.",
		"ru": "Экспорт всех разрешений в виде файла JSON."
	},
	"PERMISSIONS_IMPORT_TITLE": {
		"en": "Import Permissons",
		"de": "Berechtigungen importieren",
		"es": "Importar permisos",
		"it": "Importa autorizzazioni",
		"da": "Importer tilladelser",
		"nl": "Machtigingen importeren",
		"fr": "Importer les autorisations",
		"tr": "İzinleri İçe Aktar",
		"ko": "권한 가져 오기",
		"zh": "导入权限",
		"zh-TW": "匯入權限",
		"ja": "権限をインポート",
		"pt-BR": "Importar permissões",
		"ru": "Импорт разрешений"
	},
	"PERMISSIONS_IMPORT_REPLACE": {
		"en": "Replace Existing Permissions",
		"de": "Bestehende Berechtigungen ersetzen",
		"es": "Reemplazar permisos existentes",
		"it": "Sostituisci le autorizzazioni esistenti",
		"da": "Erstat eksisterende tilladelser",
		"nl": "Vervang bestaande machtigingen",
		"fr": "Remplacer les autorisations existantes",
		"tr": "Mevcut İzinleri Değiştir",
		"ko": "기존 권한 바꾸기",
		"zh": "替换现有权限",
		"zh-TW": "替換現有權限",
		"ja": "既存の権限を置き換える",
		"pt-BR": "Substituir permissões existentes",
		"ru": "Заменить существующие разрешения"
	},
	"PERMISSIONS_IMPORT_REPLACE_NOTE": {
		"en": "Replace all existing permissions with the imported permissions.",
		"de": "Ersetzen Sie alle vorhandenen Berechtigungen durch die importierten Berechtigungen.",
		"es": "Reemplace todos los permisos existentes con los permisos importados.",
		"it": "Sostituisci tutte le autorizzazioni esistenti con le autorizzazioni importate.",
		"da": "Erstat alle eksisterende tilladelser med de importerede tilladelser.",
		"nl": "Vervang alle bestaande machtigingen door de geïmporteerde machtigingen.",
		"fr": "Remplacez toutes les autorisations existantes par les autorisations importées.",
		"tr": "Tüm mevcut izinleri içe aktarılan izinlerle değiştirin.",
		"ko": "가져온 권한으로 모든 기존 권한을 바꿉니다.",
		"zh": "用导入的权限替换所有现有权限。",
		"zh-TW": "用匯入的權限替換所有現有權限。",
		"ja": "インポートされた権限ですべての既存の権限を置き換えます。",
		"pt-BR": "Substitua todas as permissões existentes pelas permissões importadas.",
		"ru": "Заменить все существующие разрешения импортированными разрешениями."
	},
	"PERMISSIONS_IMPORT_JSON": {
		"en": "Import from JSON",
		"de": "Von JSON importieren",
		"es": "Importar desde JSON",
		"it": "Importa da JSON",
		"da": "Importer fra JSON",
		"nl": "Importeren vanuit JSON",
		"fr": "Importer depuis JSON",
		"tr": "JSON'dan içe aktar",
		"ko": "JSON에서 가져 오기",
		"zh": "从 JSON 导入",
		"zh-TW": "從 JSON 匯入",
		"ja": "JSONからインポート",
		"pt-BR": "Importar de JSON",
		"ru": "Импорт из JSON"
	},
	"PERMISSIONS_IMPORT_JSON_NOTE": {
		"en": "Import permissions from a JSON file.",
		"de": "Importieren Sie Berechtigungen aus einer JSON-Datei.",
		"es": "Importar permisos desde un archivo JSON.",
		"it": "Importa le autorizzazioni da un file JSON.",
		"da": "Importer tilladelser fra en JSON-fil.",
		"nl": "Machtigingen importeren uit een JSON-bestand.",
		"fr": "Importer les autorisations à partir d'un fichier JSON.",
		"tr": "Bir JSON dosyasından izinleri içe aktarın.",
		"ko": "JSON 파일에서 권한 가져 오기.",
		"zh": "从 JSON 文件导入权限。",
		"zh-TW": "從 JSON 檔案匯入權限。",
		"ja": "JSON ファイルから権限をインポートします。",
		"pt-BR": "Importar permissões de um arquivo JSON.",
		"ru": "Импорт разрешений из файла JSON."
	},
	"PERMISSIONS_DENIED": {
		"en": "You do not have permission necessary to perform this action.",
		"de": "Sie haben nicht die erforderliche Berechtigung, um diese Aktion auszuführen.",
		"es": "No tienes los permisos necesarios para realizar esta acción.",
		"it": "Non hai i permessi necessari per eseguire questa azione.",
		"da": "Du har ikke de nødvendige tilladelser til at udføre denne handling.",
		"nl": "U heeft niet de benodigde machtigingen om deze actie uit te voeren.",
		"fr": "Vous n'avez pas les autorisations nécessaires pour effectuer cette action.",
		"tr": "Bu işlemi gerçekleştirmek için gerekli izne sahip değilsiniz.",
		"ko": "이 작업을 수행하는 데 필요한 권한이 없습니다.",
		"zh": "您没有执行此操作所需的权限。",
		"zh-TW": "您沒有執行此操作所需的權限。",
		"ja": "この操作を実行するために必要な権限がありません。",
		"pt-BR": "Você não tem permissão necessária para realizar esta ação.",
		"ru": "У вас нет необходимого разрешения для выполнения этого действия."
	}
}