{
	"LOGS": {
		"en": "System Logs",
		"de": "Systemprotokolle",
		"es": "Registros del Sistema",
		"it": "Log di Sistema",
		"da": "Systemlogs",
		"nl": "Systeemlogs",
		"fr": "Journaux Système",
		"tr": "Sistem Günlükleri",
		"ko": "시스템 로그",
		"zh": "系统日志",
		"zh-TW": "系統日誌",
		"ja": "システムログ",
		"pt-BR": "Logs do Sistema",
		"ru": "Системные журналы"
	},
	"LOGS_TITLE": {
		"en": "Logs Explorer for Ark-Nucleus Supported Mods",
		"nl": "Logverkenner voor Ark-Nucleus Ondersteunde Mods",
		"fr": "Explorateur de journaux pour les mods pris en charge par Ark-Nucleus",
		"tr": "Ark-Nucleus Destekli Modlar için Günlük Gezgini",
		"ko": "Ark-Nucleus 지원 모드용 로그 탐색기",
		"zh": "Ark-Nucleus 支持的模组日志浏览器",
		"zh-TW": "Ark-Nucleus 支援的模組日誌瀏覽器",
		"ja": "Ark-Nucleus 対応モッドのログエクスプローラー",
		"pt-BR": "Explorador de Logs para Mods Suportados pelo Ark-Nucleus",
		"ru": "Проводник журналов для модов, поддерживаемых Ark-Nucleus"
	},
	"LOGS_TITLE_NOTE": {
		"en": "Logs provide a better overview of what's happening behind the scenes and can help debug issues on your server.",
		"de": "Logs bieten einen besseren Überblick über das Geschehen im Hintergrund und können bei der Fehlerbehebung auf Ihrem Server helfen.",
		"es": "Los registros brindan una mejor visión general de lo que está sucediendo detrás de escena y pueden ayudar a solucionar problemas en su servidor.",
		"it": "I log forniscono una migliore panoramica di ciò che sta accadendo dietro le quinte e possono aiutare a risolvere i problemi sul tuo server.",
		"da": "Logs giver et bedre overblik over, hvad der sker bag kulisserne, og kan hjælpe med at løse problemer på din server.",
		"nl": "Logs geven een beter overzicht van wat er achter de schermen gebeurt en kunnen helpen bij het oplossen van problemen op uw server.",
		"fr": "Les journaux fournissent une meilleure vue d'ensemble de ce qui se passe en arrière-plan et peuvent aider à résoudre les problèmes sur votre serveur.",
		"tr": "Günlükler, arka planda neler olduğu hakkında daha iyi bir genel bakış sağlar ve sunucunuzdaki sorunları gidermeye yardımcı olabilir.",
		"ko": "로그는 배경에서 발생하는 일들에 대한 더 나은 개요를 제공하며 서버의 문제 해결에 도움이 될 수 있습니다.",
		"zh": "日志提供了对幕后发生的情况更好的概述，并可以帮助调试服务器上的问题。",
		"zh-TW": "日誌提供了對幕後發生的情況更好的概述，並可以幫助調試伺服器上的問題。",
		"ja": "ログは裏側で起こっていることのより良い概要を提供し、サーバー上の問題のデバッグに役立つことがあります。",
		"pt-BR": "Os logs fornecem uma visão melhor do que está acontecendo nos bastidores e podem ajudar a depurar problemas em seu servidor.",
		"ru": "Журналы предоставляют более полное представление о том, что происходит за кулисами, и могут помочь в отладке проблем на вашем сервере."
	},
	"LOGS_INFO_TITLE": {
		"en": "Ark-Nucleus Logs System",
		"de": "Ark-Nucleus Protokollsystem",
		"es": "Sistema de Registros de Ark-Nucleus",
		"it": "Sistema di Log di Ark-Nucleus",
		"da": "Ark-Nucleus Logsystem",
		"nl": "Ark-Nucleus Logboeksysteem",
		"fr": "Système de journaux Ark-Nucleus",
		"tr": "Ark-Nucleus Günlük Sistemi",
		"ko": "Ark-Nucleus 로그 시스템",
		"zh": "Ark-Nucleus 日志系统",
		"zh-TW": "Ark-Nucleus 日誌系統",
		"ja": "Ark-Nucleus ログシステム",
		"pt-BR": "Sistema de Logs do Ark-Nucleus",
		"ru": "Система журналов Ark-Nucleus"
	},
	"LOGS_INFO_LINE0": {
		"en": "The log system is an optional feature that a mod can integrate with, providing a much easier overview of activities in the background and aiding in debugging when issues arise.",
		"de": "Das Protokollsystem ist eine optionale Funktion, die ein Mod integrieren kann und einen viel einfacheren Überblick über Aktivitäten im Hintergrund bietet und bei der Fehlerbehebung hilft, wenn Probleme auftreten.",
		"es": "El sistema de registros es una función opcional que un mod puede integrar, proporcionando una visión general mucho más fácil de las actividades en segundo plano y ayudando en la depuración cuando surgen problemas.",
		"it": "Il sistema di log è una funzionalità opzionale che un mod può integrare, fornendo una panoramica molto più semplice delle attività in background e aiutando nella risoluzione dei problemi quando si verificano.",
		"da": "Logsystemet er en valgfri funktion, som en mod kan integrere med, og giver et meget nemmere overblik over aktiviteter i baggrunden og hjælper med fejlfinding, når der opstår problemer.",
		"nl": "Het logboeksysteem is een optionele functie die een mod kan integreren, waardoor een veel eenvoudiger overzicht van activiteiten op de achtergrond wordt geboden en helpt bij het oplossen van problemen wanneer zich problemen voordoen.",
		"fr": "Le système de journaux est une fonctionnalité facultative qu'un mod peut intégrer, offrant une vue d'ensemble beaucoup plus facile des activités en arrière-plan et aidant au débogage lorsque des problèmes surviennent.",
		"tr": "Günlük sistemi, bir modun entegre olabileceği isteğe bağlı bir özelliktir ve arka plandaki faaliyetlere çok daha kolay bir genel bakış sağlar ve sorunlar ortaya çıktığında hata ayıklamaya yardımcı olur.",
		"ko": "로그 시스템은 모드가 통합할 수 있는 선택적인 기능으로, 백그라운드의 활동을 훨씬 쉽게 파악하고 문제가 발생할 때 디버깅을 돕습니다.",
		"zh": "日志系统是一个可选功能，模组可以集成其中，提供了对后台活动的更简单概览，并在出现问题时帮助调试。",
		"zh-TW": "日誌系統是一個可選功能，模組可以集成其中，提供了對後台活動的更簡單概覽，並在出現問題時幫助調試。",
		"ja": "ログシステムは、モッドが統合できるオプションの機能であり、バックグラウンドの活動の概要をより簡単に把握し、問題が発生した場合のデバッグを支援します。",
		"pt-BR": "O sistema de logs é um recurso opcional que um mod pode integrar, fornecendo uma visão geral muito mais fácil das atividades em segundo plano e auxiliando na depuração quando surgem problemas.",
		"ru": "Система журналов - это дополнительная функция, которую мод может интегрировать, обеспечивая более простой обзор действий в фоновом режиме и помогая в отладке при возникновении проблем."
	},
	"LOGS_INFO_LINE1": {
		"en": "The system can handle a substantial amount of logs without compromising the stability of a server or client. This is accomplished by organizing logs into multiple files, with each file corresponding to a specific calendar day.",
		"de": "Das System kann eine erhebliche Menge an Protokollen verarbeiten, ohne die Stabilität eines Servers oder Clients zu beeinträchtigen. Dies wird erreicht, indem die Protokolle in mehrere Dateien organisiert werden, wobei jede Datei einem bestimmten Kalendertag entspricht.",
		"es": "El sistema puede manejar una cantidad sustancial de registros sin comprometer la estabilidad de un servidor o cliente. Esto se logra organizando los registros en varios archivos, siendo cada archivo correspondiente a un día específico del calendario.",
		"it": "Il sistema può gestire una quantità considerevole di log senza compromettere la stabilità di un server o di un client. Ciò viene realizzato organizzando i log in più file, con ciascun file corrispondente a un giorno specifico del calendario.",
		"da": "Systemet kan håndtere en betydelig mængde logs uden at gå på kompromis med stabiliteten af en server eller klient. Dette opnås ved at organisere logs i flere filer, hvor hver fil svarer til en bestemt kalenderdag.",
		"nl": "Het systeem kan een aanzienlijke hoeveelheid logs verwerken zonder de stabiliteit van een server of client in gevaar te brengen. Dit wordt bereikt door logs in meerdere bestanden te organiseren, waarbij elk bestand overeenkomt met een specifieke kalenderdag.",
		"fr": "Le système peut gérer une quantité importante de journaux sans compromettre la stabilité d'un serveur ou d'un client. Cela est réalisé en organisant les journaux dans plusieurs fichiers, chaque fichier correspondant à un jour spécifique du calendrier.",
		"tr": "Sistem, bir sunucunun veya istemcinin kararlılığını tehlikeye atmadan önemli miktarda günlüğü işleyebilir. Bu, günlükleri birden çok dosyaya düzenleyerek her dosyanın belirli bir takvim gününe karşılık gelmesiyle gerçekleştirilir.",
		"ko": "시스템은 서버 또는 클라이언트의 안정성을 저해하지 않고 상당한 양의 로그를 처리할 수 있습니다. 이는 로그를 여러 파일로 구성하여 각 파일이 특정한 달력 날짜에 해당하도록 하는 방식으로 이루어집니다.",
		"zh": "该系统可以处理大量的日志，而不会影响服务器或客户端的稳定性。这是通过将日志组织成多个文件来实现的，每个文件对应一个特定的日历日期。",
		"zh-TW": "該系統可以處理大量的日誌，而不會影響伺服器或客戶端的穩定性。這是通過將日誌組織成多個文件來實現的，每個文件對應一個特定的日曆日期。",
		"ja": "システムは、サーバーやクライアントの安定性を損なうことなく、大量のログを処理することができます。これは、ログを複数のファイルに整理し、各ファイルが特定のカレンダー日に対応するようにすることで実現されます。",
		"pt-BR": "O sistema pode lidar com uma quantidade substancial de logs sem comprometer a estabilidade de um servidor ou cliente. Isso é feito organizando os logs em vários arquivos, sendo que cada arquivo corresponde a um dia específico do calendário.",
		"ru": "Система может обрабатывать значительное количество журналов, не нарушая стабильность сервера или клиента. Это достигается путем организации журналов в несколько файлов, при этом каждый файл соответствует определенному календарному дню."
	},
	"LOGS_INFO_LINE2": {
		"en": "Logs are stored by default in \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav,\" where each \"x.sav\" file contains log items for a specific day. By default, only the last two days' worth of logs are loaded into memory and displayed in the Logs View.",
		"de": "Standardmäßig werden die Protokolle in \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav\" gespeichert, wobei jede \"x.sav\"-Datei Protokolleinträge für einen bestimmten Tag enthält. Standardmäßig werden nur die Protokolle der letzten zwei Tage in den Speicher geladen und in der Protokollansicht angezeigt.",
		"es": "Los registros se almacenan de forma predeterminada en \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav,\" donde cada archivo \"x.sav\" contiene elementos de registro para un día específico. De forma predeterminada, solo se cargan en memoria y se muestran en la vista de registros los registros de los últimos dos días.",
		"it": "I log vengono memorizzati per impostazione predefinita in \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav,\" dove ogni file \"x.sav\" contiene voci di log per un giorno specifico. Per impostazione predefinita, vengono caricati in memoria e visualizzati nella vista dei log solo i log degli ultimi due giorni.",
		"da": "Logs gemmes som standard i \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav,\" hvor hver \"x.sav\"-fil indeholder logelementer for en bestemt dag. Som standard indlæses kun de seneste to dages logfiler i hukommelsen og vises i logvisningen.",
		"nl": "Logs worden standaard opgeslagen in \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav,\" waarbij elk \"x.sav\"-bestand logitems bevat voor een specifieke dag. Standaard worden alleen de logbestanden van de laatste twee dagen in het geheugen geladen en weergegeven in de logweergave.",
		"fr": "Les journaux sont stockés par défaut dans \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav,\" où chaque fichier \"x.sav\" contient des éléments de journal pour une journée spécifique. Par défaut, seuls les journaux des deux derniers jours sont chargés en mémoire et affichés dans la vue des journaux.",
		"tr": "Günlükler, her biri belirli bir gün için günlük öğeleri içeren \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav\" dosyasında varsayılan olarak saklanır. Varsayılan olarak, yalnızca son iki günün değerinde günlükler belleğe yüklenir ve Günlükler Görünümünde görüntülenir.",
		"ko": "로그는 기본적으로 \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav\"에 저장되며, 각 \"x.sav\" 파일은 특정한 날짜의 로그 항목을 포함합니다. 기본적으로, 최근 두 날짜의 로그만 메모리에 로드되어 로그 뷰에 표시됩니다.",
		"zh": "日志默认存储在 \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav\" 中，每个 \"x.sav\" 文件包含特定日期的日志项。默认情况下，只有最近两天的日志会加载到内存中，并显示在日志视图中。",
		"zh-TW": "日誌預設存儲在 \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav\" 中，每個 \"x.sav\" 文件包含特定日期的日誌項目。默認情況下，只有最近兩天的日誌會加載到內存中，並顯示在日誌視圖中。",
		"ja": "ログは、デフォルトで \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav\" に保存されます。各 \"x.sav\" ファイルには特定の日付のログアイテムが含まれています。デフォルトでは、直近の2日分のログのみがメモリに読み込まれ、ログビューに表示されます。",
		"pt-BR": "Os logs são armazenados por padrão em \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav,\" onde cada arquivo \"x.sav\" contém itens de log para um dia específico. Por padrão, apenas os logs dos últimos dois dias são carregados na memória e exibidos na visualização de logs.",
		"ru": "Журналы по умолчанию сохраняются в \"/Saved/SaveGames/SESSION_NAME/ServerOrClient/MOD_NAME/Logs/x.sav,\" где каждый файл \"x.sav\" содержит элементы журнала для определенного дня. По умолчанию в память загружаются и отображаются в представлении журналов только журналы за последние два дня."
	},
	"LOGS_INFO_LINE3": {
		"en": "If you encounter an issue with a Ark-Nucleus-compatible mod, it is safe to send the log files to the mod author. This can assist them in understanding what might have caused the problem.",
		"de": "Wenn Sie ein Problem mit einem Ark-Nucleus-kompatiblen Mod haben, können Sie die Protokolldateien sicher an den Mod-Autor senden. Dies kann ihnen helfen zu verstehen, was das Problem verursacht haben könnte.",
		"es": "Si encuentra un problema con un mod compatible con Ark-Nucleus, es seguro enviar los archivos de registro al autor del mod. Esto puede ayudarles a comprender qué podría haber causado el problema.",
		"it": "Se incontri un problema con un mod compatibile con Ark-Nucleus, è sicuro inviare i file di log all'autore del mod. Questo può aiutarli a capire cosa potrebbe aver causato il problema.",
		"da": "Hvis du støder på et problem med en Ark-Nucleus-kompatibel mod, er det sikkert at sende logfilerne til modforfatteren. Dette kan hjælpe dem med at forstå, hvad der muligvis har forårsaget problemet.",
		"nl": "Als u een probleem ondervindt met een Ark-Nucleus-compatibele mod, is het veilig om de logbestanden naar de mod-auteur te sturen. Dit kan hen helpen begrijpen wat het probleem zou kunnen hebben veroorzaakt.",
		"fr": "Si vous rencontrez un problème avec un mod compatible avec Ark-Nucleus, il est sûr d'envoyer les fichiers journaux à l'auteur du mod. Cela peut les aider à comprendre ce qui pourrait avoir causé le problème.",
		"tr": "Ark-Nucleus uyumlu bir modda bir sorunla karşılaşırsanız, günlük dosyalarını mod yazarına göndermek güvenlidir. Bu, onlara sorunu neyin neden olabileceğini anlamalarında yardımcı olabilir.",
		"ko": "Ark-Nucleus 호환 모드에서 문제가 발생하면 로그 파일을 모드 제작자에게 보내도 안전합니다. 이를 통해 문제가 무엇을 일으켰을지 이해하는 데 도움이 될 수 있습니다.",
		"zh": "如果您在使用 Ark-Nucleus 兼容模组时遇到问题，将日志文件发送给模组作者是安全的。这可以帮助他们了解可能导致问题的原因。",
		"zh-TW": "如果您在使用 Ark-Nucleus 兼容模組時遇到問題，將日誌文件發送給模組作者是安全的。這可以幫助他們了解可能導致問題的原因。",
		"ja": "Ark-Nucleus 対応のあるモッドで問題が発生した場合、ログファイルをモッド作者に送信することは安全です。これにより、問題の原因を理解するのに役立つことがあります。",
		"pt-BR": "Se você encontrar um problema com um mod compatível com o Ark-Nucleus, é seguro enviar os arquivos de log para o autor do mod. Isso pode ajudá-los a entender o que pode ter causado o problema.",
		"ru": "Если у вас возникла проблема с совместимым с Ark-Nucleus модом, безопасно отправить файлы журналов автору мода. Это может помочь им понять, что могло вызвать проблему."
	},
	"DELETE_LOGS_BTN": {
		"en": "Delete Logs",
		"de": "Protokolle löschen",
		"es": "Eliminar Registros",
		"it": "Elimina Log",
		"da": "Slet Logs",
		"nl": "Verwijder Logs",
		"fr": "Supprimer les Journaux",
		"tr": "Günlükleri Sil",
		"ko": "로그 삭제",
		"zh": "删除日志",
		"zh-TW": "刪除日誌",
		"ja": "ログを削除",
		"pt-BR": "Excluir Logs",
		"ru": "Удалить журналы"
	},
	"DELETE_LOGS_TITLE": {
		"en": "Delete old logs",
		"de": "Alte Protokolle löschen",
		"es": "Eliminar registros antiguos",
		"it": "Elimina vecchi log",
		"da": "Slet gamle logs",
		"nl": "Verwijder oude logs",
		"fr": "Supprimer les anciens journaux",
		"tr": "Eski günlükleri sil",
		"ko": "이전 로그 삭제",
		"zh": "删除旧日志",
		"zh-TW": "刪除舊日誌",
		"ja": "古いログを削除",
		"pt-BR": "Excluir logs antigos",
		"ru": "Удалить старые журналы"
	},
	"DELETE_SERVER_LOGS": {
		"en": "Delete old server-side logs?",
		"de": "Alte serverseitige Protokolle löschen?",
		"es": "¿Eliminar registros antiguos del lado del servidor?",
		"it": "Eliminare i vecchi log lato server?",
		"da": "Slet gamle server-side logs?",
		"nl": "Oude server-side logs verwijderen?",
		"fr": "Supprimer les anciens journaux côté serveur ?",
		"tr": "Eski sunucu tarafı günlükleri silinsin mi?",
		"ko": "이전 서버 측 로그 삭제?",
		"zh": "删除旧的服务器端日志？",
		"zh-TW": "刪除舊的伺服器端日誌？",
		"ja": "古いサーバーサイドのログを削除しますか？",
		"pt-BR": "Excluir logs antigos do lado do servidor?",
		"ru": "Удалить старые серверные журналы?"
	},
	"DELETE_SERVER_LOGS_NOTE": {
		"en": "This will delete server-side log files that are older than the specified number of days.",
		"de": "Dadurch werden serverseitige Protokolldateien gelöscht, die älter als die angegebene Anzahl von Tagen sind.",
		"es": "Esto eliminará los archivos de registro del lado del servidor que sean más antiguos que el número de días especificado.",
		"it": "Ciò eliminerà i file di log lato server più vecchi del numero di giorni specificato.",
		"da": "Dette vil slette server-side logfiler, der er ældre end det angivne antal dage.",
		"nl": "Dit verwijdert server-side logbestanden die ouder zijn dan het opgegeven aantal dagen.",
		"fr": "Cela supprimera les fichiers journaux côté serveur qui sont plus anciens que le nombre de jours spécifié.",
		"tr": "Bu, belirtilen gün sayısından daha eski olan sunucu tarafı günlük dosyalarını silecektir.",
		"ko": "이렇게 하면 지정된 일 수보다 오래된 서버 측 로그 파일이 삭제됩니다.",
		"zh": "这将删除早于指定天数的服务器端日志文件。",
		"zh-TW": "這將刪除早於指定天數的伺服器端日誌文件。",
		"ja": "これにより、指定された日数よりも古いサーバーサイドのログファイルが削除されます。",
		"pt-BR": "Isso excluirá os arquivos de log do lado do servidor que são mais antigos que o número de dias especificado.",
		"ru": "Это удалит серверные журналы, которые старше указанного количества дней."
	},
	"DELETE_CLIENT_LOGS": {
		"en": "Delete old client-side logs?",
		"de": "Alte clientseitige Protokolle löschen?",
		"es": "¿Eliminar registros antiguos del lado del cliente?",
		"it": "Eliminare i vecchi log lato client?",
		"da": "Slet gamle klient-side logs?",
		"nl": "Oude client-side logs verwijderen?",
		"fr": "Supprimer les anciens journaux côté client ?",
		"tr": "Eski istemci tarafı günlükleri silinsin mi?",
		"ko": "이전 클라이언트 측 로그 삭제?",
		"zh": "删除旧的客户端日志？",
		"zh-TW": "刪除舊的客戶端日誌？",
		"ja": "古いクライアントサイドのログを削除しますか？",
		"pt-BR": "Excluir logs antigos do lado do cliente?",
		"ru": "Удалить старые клиентские журналы?"
	},
	"DELETE_CLIENT_LOGS_NOTE": {
		"en": "This will delete client-side log files that are older than the specified number of days.",
		"de": "Dadurch werden clientseitige Protokolldateien gelöscht, die älter als die angegebene Anzahl von Tagen sind.",
		"es": "Esto eliminará los archivos de registro del lado del cliente que sean más antiguos que el número de días especificado.",
		"it": "Ciò eliminerà i file di log lato client più vecchi del numero di giorni specificato.",
		"da": "Dette vil slette klient-side logfiler, der er ældre end det angivne antal dage.",
		"nl": "Dit verwijdert client-side logbestanden die ouder zijn dan het opgegeven aantal dagen.",
		"fr": "Cela supprimera les fichiers journaux côté client qui sont plus anciens que le nombre de jours spécifié.",
		"tr": "Bu, belirtilen gün sayısından daha eski olan istemci tarafı günlük dosyalarını silecektir.",
		"ko": "이렇게 하면 지정된 일 수보다 오래된 클라이언트 측 로그 파일이 삭제됩니다.",
		"zh": "这将删除早于指定天数的客户端日志文件。",
		"zh-TW": "這將刪除早於指定天數的客戶端日誌文件。",
		"ja": "これにより、指定された日数よりも古いクライアントサイドのログファイルが削除されます。",
		"pt-BR": "Isso excluirá os arquivos de log do lado do cliente que são mais antigos que o número de dias especificado.",
		"ru": "Это удалит клиентские журналы, которые старше указанного количества дней."
	},
	"DELETE_LOGS_DAYS_OLD": {
		"en": "Delete logs older than X days:",
		"de": "Lösche Logs, die älter als X Tage sind:",
		"es": "Eliminar registros antiguos más de X días:",
		"it": "Elimina i log più vecchi di X giorni:",
		"da": "Slet logs ældre end X dage:",
		"nl": "Verwijder logs ouder dan X dagen:",
		"fr": "Supprimer les journaux plus anciens que X jours:",
		"tr": "X günden eski günlükleri sil:",
		"ko": "X일 이전의 로그 삭제:",
		"zh": "删除 X 天前的日志:",
		"zh-TW": "刪除 X 天前的日誌:",
		"ja": "X 日より古いログを削除する:",
		"pt-BR": "Excluir logs mais antigos que X dias:",
		"ru": "Удалить журналы старше X дней:"
	},
	"DELETE_LOGS_DAYS_OLD_NOTE": {
		"en": "The minimum value is set to 7 days to ensure there is always a sufficient number of logs available in case of issues.",
		"de": "Der Mindestwert ist auf 7 Tage eingestellt, um sicherzustellen, dass immer eine ausreichende Anzahl von Protokollen verfügbar ist, falls Probleme auftreten.",
		"es": "El valor mínimo está establecido en 7 días para garantizar que siempre haya un número suficiente de registros disponibles en caso de problemas.",
		"it": "Il valore minimo è impostato su 7 giorni per garantire che ci sia sempre un numero sufficiente di log disponibili in caso di problemi.",
		"da": "Den mindste værdi er indstillet til 7 dage for at sikre, at der altid er tilstrækkeligt med logfiler tilgængelige i tilfælde af problemer.",
		"nl": "De minimumwaarde is ingesteld op 7 dagen om ervoor te zorgen dat er altijd voldoende logbestanden beschikbaar zijn in geval van problemen.",
		"fr": "La valeur minimale est fixée à 7 jours pour garantir qu'il y a toujours un nombre suffisant de journaux disponibles en cas de problèmes.",
		"tr": "Minimum değer, sorunlar durumunda her zaman yeterli sayıda günlüğün bulunmasını sağlamak için 7 gün olarak ayarlanmıştır.",
		"ko": "문제가 발생할 경우 항상 충분한 수의 로그가 사용 가능하도록 최소값은 7일로 설정됩니다.",
		"zh": "最小值设置为7天，以确保在出现问题时始终有足够数量的日志可用。",
		"zh-TW": "最小值設定為 7 天，以確保在出現問題時始終有足夠數量的日誌可用。",
		"ja": "問題が発生した場合でも常に十分な数のログが利用可能であるように、最小値は7日に設定されています。",
		"pt-BR": "O valor mínimo é definido como 7 dias para garantir que haja sempre um número suficiente de logs disponíveis em caso de problemas.",
		"ru": "Минимальное значение установлено на 7 дней, чтобы гарантировать наличие достаточного количества журналов в случае проблем."
	},
	"LOGS_TYPE": {
		"en": "Logs Source",
		"de": "Protokollquelle",
		"es": "Origen de los registros",
		"it": "Origine dei log",
		"da": "Logkilde",
		"nl": "Logbron",
		"fr": "Source des journaux",
		"tr": "Günlük Kaynağı",
		"ko": "로그 소스",
		"zh": "日志来源",
		"zh-TW": "日誌來源",
		"ja": "ログソース",
		"pt-BR": "Origem dos Logs",
		"ru": "Источник журналов"
	},
	"LOGS_TYPE_NOTE": {
		"en": "Client logs are stored on the player's own Device and are related to the player's own actions. Server logs are stored on the server and are related to the server's activities.",
		"de": "Client-Protokolle werden auf dem eigenen Gerät des Spielers gespeichert und beziehen sich auf die eigenen Aktionen des Spielers. Server-Protokolle werden auf dem Server gespeichert und beziehen sich auf die Aktivitäten des Servers.",
		"es": "Los registros del cliente se almacenan en el propio dispositivo del jugador y están relacionados con las acciones propias del jugador. Los registros del servidor se almacenan en el servidor y están relacionados con las actividades del servidor.",
		"it": "I log del client vengono archiviati sul dispositivo del giocatore e sono correlati alle azioni del giocatore. I log del server vengono archiviati sul server e sono correlati alle attività del server.",
		"da": "Klientlogfiler gemmes på spillerens eget enhed og er relateret til spillerens egne handlinger. Serverlogfiler gemmes på serveren og er relateret til serverens aktiviteter.",
		"nl": "Clientlogs worden opgeslagen op het eigen apparaat van de speler en hebben betrekking op de eigen acties van de speler. Serverlogs worden opgeslagen op de server en hebben betrekking op de activiteiten van de server.",
		"fr": "Les journaux du client sont stockés sur l'appareil du joueur et sont liés aux actions du joueur. Les journaux du serveur sont stockés sur le serveur et sont liés aux activités du serveur.",
		"tr": "İstemci günlükleri, oyuncunun kendi Cihazında saklanır ve oyuncunun kendi eylemleriyle ilgilidir. Sunucu günlükleri sunucuda saklanır ve sunucunun etkinlikleriyle ilgilidir.",
		"ko": "클라이언트 로그는 플레이어의 기기에 저장되며 플레이어의 행동과 관려이 있습니다. 서버 로그는 서버에 저장되며 서버의 활동과 관려이 있습니다.",
		"zh": "客户端日志存储在玩家自己的设备上，与玩家自己的操作相关。服务器日志存储在服务器上，与服务器的活动相关。",
		"zh-TW": "客戶端日誌存儲在玩家自己的設備上，與玩家自己的操作相關。伺服器日誌存儲在伺服器上，與伺服器的活動相關。",
		"ja": "クライアントログはプレイヤー自身のデバイスに保存され、プレイヤー自身のアクションに関連しています。サーバーログはサーバーに保存され、サーバーの活動に関連しています。",
		"pt-BR": "Os logs do cliente são armazenados no próprio dispositivo do jogador e estão relacionados às ações do próprio jogador. Os logs do servidor são armazenados no servidor e estão relacionados às atividades do servidor.",
		"ru": "Журналы клиента хранятся на собственном устройстве игрока и связаны с действиями самого игрока. Журналы сервера хранятся на сервере и связаны с действиями сервера."
	},
	"LOGS_SERVER": {
		"en": "Server Logs",
		"de": "Server-Protokolle",
		"es": "Registros del servidor",
		"it": "Log del server",
		"da": "Serverlogfiler",
		"nl": "Serverlogs",
		"fr": "Journaux du serveur",
		"tr": "Sunucu Günlükleri",
		"ko": "서버 로그",
		"zh": "服务器日志",
		"zh-TW": "伺服器日誌",
		"ja": "サーバーログ",
		"pt-BR": "Logs do Servidor",
		"ru": "Журналы сервера"
	},
	"LOGS_CLIENT": {
		"en": "Client Logs",
		"de": "Client-Protokolle",
		"es": "Registros del cliente",
		"it": "Log del client",
		"da": "Klientlogfiler",
		"nl": "Clientlogs",
		"fr": "Journaux du client",
		"tr": "İstemci Günlükleri",
		"ko": "클라이언트 로그",
		"zh": "客户端日志",
		"zh-TW": "客戶端日誌",
		"ja": "クライアントログ",
		"pt-BR": "Logs do Cliente",
		"ru": "Журналы клиента"
	},
	"LOGS_SHOW_DAYS_OLD": {
		"en": "Show logs older than X days:",
		"de": "Zeige Protokolle, die älter als X Tage sind:",
		"es": "Mostrar registros antiguos más de X días:",
		"it": "Mostra i log più vecchi di X giorni:",
		"da": "Vis logs ældre end X dage:",
		"nl": "Toon logs ouder dan X dagen:",
		"fr": "Afficher les journaux plus anciens que X jours:",
		"tr": "X günden eski günlükleri göster:",
		"ko": "X일 이전의 로그 표시:",
		"zh": "显示 X 天前的日志:",
		"zh-TW": "顯示 X 天前的日誌:",
		"ja": "X 日より古いログを表示する:",
		"pt-BR": "Mostrar logs mais antigos que X dias:",
		"ru": "Показать журналы старше X дней:"
	},
	"LOGS_SHOW_DAYS_OLD_NOTE": {
		"en": "Show logs from x days ago. 1 - Today, 2 - Yesterday, 3 - 2 days ago, etc.",
		"de": "Zeige Protokolle von vor x Tagen. 1 - Heute, 2 - Gestern, 3 - Vor 2 Tagen usw.",
		"es": "Mostrar registros de x días atrás. 1 - Hoy, 2 - Ayer, 3 - Hace 2 días, etc.",
		"it": "Mostra i log di x giorni fa. 1 - Oggi, 2 - Ieri, 3 - 2 giorni fa, ecc.",
		"da": "Vis logs fra x dage siden. 1 - I dag, 2 - I går, 3 - 2 dage siden osv.",
		"nl": "Toon logs van x dagen geleden. 1 - Vandaag, 2 - Gisteren, 3 - 2 dagen geleden, enz.",
		"fr": "Affichez les journaux d'il y a x jours. 1 - Aujourd'hui, 2 - Hier, 3 - Il y a 2 jours, etc.",
		"tr": "x gün önceki günlükleri göster. 1 - Bugün, 2 - Dün, 3 - 2 gün önce, vb.",
		"ko": "x일 전의 로그 표시. 1 - 오늘, 2 - 어제, 3 - 2일 전 등",
		"zh": "显示 x 天前的日志。1 - 今天，2 - 昨天，3 - 2 天前，等等。",
		"zh-TW": "顯示 x 天前的日誌。1 - 今天，2 - 昨天，3 - 2 天前，等等。",
		"ja": "x 日前のログを表示します。1 - 今日、2 - 昨日、3 - 2 日前など。",
		"pt-BR": "Mostrar logs de x dias atrás. 1 - Hoje, 2 - Ontem, 3 - 2 dias atrás, etc.",
		"ru": "Показать журналы x дней назад. 1 - Сегодня, 2 - Вчера, 3 - 2 дня назад и т. д."
	},
	"LOG_TITLE": {
		"en": "Log:",
		"de": "Protokoll:",
		"es": "Registro:",
		"it": "Log:",
		"da": "Log:",
		"nl": "Log:",
		"fr": "Journal:",
		"tr": "Günlük:",
		"ko": "로그:",
		"zh": "日志:",
		"zh-TW": "日誌:",
		"ja": "ログ:",
		"pt-BR": "Log:",
		"ru": "Журнал:"
	},
	"LOG_TYPE": {
		"en": "Type:",
		"de": "Typ:",
		"es": "Tipo:",
		"it": "Tipo:",
		"da": "Type:",
		"nl": "Type:",
		"fr": "Type:",
		"tr": "Tür:",
		"ko": "유형:",
		"zh": "类型:",
		"zh-TW": "類型:",
		"ja": "タイプ:",
		"pt-BR": "Tipo:",
		"ru": "Тип:"
	},
	"LOG_CATEGORY": {
		"en": "Category:",
		"de": "Kategorie:",
		"es": "Categoría:",
		"it": "Categoria:",
		"da": "Kategori:",
		"nl": "Categorie:",
		"fr": "Catégorie:",
		"tr": "Kategori:",
		"ko": "카테고리:",
		"zh": "类别:",
		"zh-TW": "類別:",
		"ja": "カテゴリ:",
		"pt-BR": "Categoria:",
		"ru": "Категория:"
	},
	"LOG_DATE_TIME": {
		"en": "Date (UTC):",
		"de": "Datum (UTC):",
		"es": "Fecha (UTC):",
		"it": "Data (UTC):",
		"da": "Dato (UTC):",
		"nl": "Datum (UTC):",
		"fr": "Date (UTC) :",
		"tr": "Tarih (UTC):",
		"ko": "날짜 (UTC):",
		"zh": "日期（UTC）:",
		"zh-TW": "日期（UTC）:",
		"ja": "日付（UTC）:",
		"pt-BR": "Data (UTC):",
		"ru": "Дата (UTC):"
	},
	"LOG_SESSION_NAME": {
		"en": "Server Session:",
		"de": "Server-Sitzung:",
		"es": "Sesión del servidor:",
		"it": "Sessione del server:",
		"da": "Server-session:",
		"nl": "Server-sessie:",
		"fr": "Session du serveur :",
		"tr": "Sunucu Oturumu:",
		"ko": "서버 세션:",
		"zh": "服务器会话:",
		"zh-TW": "伺服器會話:",
		"ja": "サーバーセッション:",
		"pt-BR": "Sessão do servidor:",
		"ru": "Сеанс сервера:"
	},
	"LOG_MESSAGE": {
		"en": "Message:",
		"de": "Nachricht:",
		"es": "Mensaje:",
		"it": "Messaggio:",
		"da": "Besked:",
		"nl": "Bericht:",
		"fr": "Message :",
		"tr": "Mesaj:",
		"ko": "메시지:",
		"zh": "消息:",
		"zh-TW": "訊息:",
		"ja": "メッセージ:",
		"pt-BR": "Mensagem:",
		"ru": "Сообщение:"
	},
	"LOG_TRIGGER_BY_USER": {
		"en": "Source:",
		"de": "Quelle:",
		"es": "Fuente:",
		"it": "Origine:",
		"da": "Kilde:",
		"nl": "Bron:",
		"fr": "Source :",
		"tr": "Kaynak:",
		"ko": "출처:",
		"zh": "来源:",
		"zh-TW": "來源:",
		"ja": "ソース:",
		"pt-BR": "Origem:",
		"ru": "Источник:"
	},
	"LOG_RELATED_TO_USER": {
		"en": "Related To:",
		"de": "Bezogen auf:",
		"es": "Relacionado con:",
		"it": "Relativo a:",
		"da": "Relateret til:",
		"nl": "Gerelateerd aan:",
		"fr": "Lié à :",
		"tr": "İlgili:",
		"ko": "관련된 사용자:",
		"zh": "相关:",
		"zh-TW": "相關:",
		"ja": "関連:",
		"pt-BR": "Relacionado a:",
		"ru": "Связано с:"
	},
	"LOG_CHARACTER_NAME": {
		"en": "Character:",
		"de": "Charakter:",
		"es": "Personaje:",
		"it": "Personaggio:",
		"da": "Karakter:",
		"nl": "Personage:",
		"fr": "Personnage :",
		"tr": "Karakter:",
		"ko": "캐릭터:",
		"zh": "角色:",
		"zh-TW": "角色:",
		"ja": "キャラクター:",
		"pt-BR": "Personagem:",
		"ru": "Персонаж:"
	},
	"LOG_ACCOUNT_ID": {
		"en": "ESO ID:",
		"de": "ESO-ID:",
		"es": "ID de ESO:",
		"it": "ID ESO:",
		"da": "ESO-ID:",
		"nl": "ESO-ID:",
		"fr": "ID ESO :",
		"tr": "ESO Kimliği:",
		"ko": "ESO ID:",
		"zh": "ESO ID:",
		"zh-TW": "ESO ID:",
		"ja": "ESO ID:",
		"pt-BR": "ID ESO:",
		"ru": "ESO ID:"
	},
	"LOG_EXTRA_DATA": {
		"en": "Additional JSON Data (Optional):",
		"de": "Zusätzliche JSON-Daten (optional):",
		"es": "Datos JSON adicionales (opcional):",
		"it": "Dati JSON aggiuntivi (opzionale):",
		"da": "Yderligere JSON-data (valgfrit):",
		"nl": "Extra JSON-gegevens (optioneel):",
		"fr": "Données JSON supplémentaires (facultatif) :",
		"tr": "Ek JSON Verileri (İsteğe Bağlı):",
		"ko": "추가 JSON 데이터 (선택 사항):",
		"zh": "附加 JSON 数据（可选）:",
		"zh-TW": "附加 JSON 資料（選擇性）:",
		"ja": "追加の JSON データ（オプション）:",
		"pt-BR": "Dados JSON adicionais (opcional):",
		"ru": "Дополнительные JSON-данные (необязательно):"
	}
}