{
	"INSTALLED_MODS": {
		"en": "Installed Mods",
		"de": "Installierte Mods",
		"es": "Mods Instalados",
		"it": "Mod Installati",
		"da": "Installerede Mods",
		"nl": "Geïnstalleerde Mods",
		"fr": "Mods Installés",
		"tr": "Yüklü Modlar",
		"ko": "설치된 모드",
		"zh": "已安装的模组",
		"zh-TW": "已安裝的模組",
		"ja": "インストール済みのMod",
		"pt-BR": "Mods Instalados",
		"ru": "Установленные моды"
	},
	"INSTALLED_MODS_TITLE": {
		"en": "Installed Mods",
		"de": "Installierte Mods",
		"es": "Mods Instalados",
		"it": "Mod Installate",
		"da": "Installeret Mods",
		"nl": "Geïnstalleerde Mods",
		"fr": "Mods Installés",
		"tr": "Yüklü Modlar",
		"ko": "설치된 모드",
		"zh": "已安装的模组",
		"zh-TW": "已安裝的模組",
		"ja": "インストール済みのモッド",
		"pt-BR": "Mods Instalados",
		"ru": "Установленные моды"
	},
	"INSTALLED_MODS_TITLE_NOTE": {
		"en": "Explore all the installed mods and configure the supported ones from a single place.",
		"de": "Erkunden Sie alle installierten Mods und konfigurieren Sie die unterstützten Mods an einem einzigen Ort.",
		"es": "Explora todos los mods instalados y configura los que son compatibles desde un solo lugar.",
		"it": "Esplora tutte le mod installate e configura quelle supportate da un unico punto.",
		"da": "Udforsk alle de installerede mods og konfigurer de understøttede fra ét sted.",
		"nl": "Verken alle geïnstalleerde mods en configureer de ondersteunde mods vanaf één plek.",
		"fr": "Explorez tous les mods installés et configurez ceux qui sont pris en charge à partir d'un seul endroit.",
		"tr": "Tüm yüklenmiş modları keşfedin ve desteklenenleri tek bir yerden yapılandırın.",
		"ko": "설치된 모든 모드를 탐색하고 지원되는 모드를 한 곳에서 구성하세요.",
		"zh": "在一个地方探索所有已安装的模组并配置支持的模组。",
		"zh-TW": "在一個地方探索所有已安裝的模組並配置支援的模組。",
		"ja": "インストールされたすべてのモッドを探索し、サポートされているモッドを1つの場所から設定します。",
		"pt-BR": "Explore todos os mods instalados e configure os que são suportados a partir de um único local.",
		"ru": "Исследуйте все установленные моды и настройте поддерживаемые моды из одного места."
	},
	"INSTALLED_MODS_INFO_TITLE": {
		"en": "Installed Mods Explorer",
		"de": "Installierte Mods erkunden",
		"es": "Explorador de mods instalados",
		"it": "Esploratore delle mod installate",
		"da": "Installeret Mods Udforsker",
		"nl": "Geïnstalleerde Mods Verkenner",
		"fr": "Explorateur de mods installés",
		"tr": "Yüklü Modlar Keşfet",
		"ko": "설치된 모드 탐색기",
		"zh": "已安装的模组浏览器",
		"zh-TW": "已安裝的模組瀏覽器",
		"ja": "インストール済みモッドエクスプローラー",
		"pt-BR": "Explorador de Mods Instalados",
		"ru": "Обозреватель установленных модов"
	},
	"INSTALLED_MODS_INFO_LINE0": {
		"en": "The Installed Mods Explorer allows you to explore all the installed mods in the current game session.",
		"de": "Der Installierte Mods Explorer ermöglicht es Ihnen, alle installierten Mods in der aktuellen Spielsitzung zu erkunden.",
		"es": "El Explorador de Mods Instalados te permite explorar todos los mods instalados en la sesión de juego actual.",
		"it": "L'Esploratore delle Mod Installate ti consente di esplorare tutte le mod installate nella sessione di gioco corrente.",
		"da": "Installed Mods Explorer giver dig mulighed for at udforske alle de installerede mods i den aktuelle spilsession.",
		"nl": "De Geïnstalleerde Mods Verkenner stelt u in staat om alle geïnstalleerde mods in de huidige gamesessie te verkennen.",
		"fr": "L'Explorateur de Mods Installés vous permet d'explorer tous les mods installés dans la session de jeu en cours.",
		"tr": "Yüklü Modlar Keşif Aracı, mevcut oyun oturumunda yüklenen tüm modları keşfetmenizi sağlar.",
		"ko": "설치된 모드 탐색기를 사용하면 현재 게임 세션에서 설치된 모든 모드를 탐색할 수 있습니다.",
		"zh": "已安装的模组浏览器允许您在当前游戏会话中探索所有已安装的模组。",
		"zh-TW": "已安裝的模組瀏覽器允許您在當前遊戲會話中探索所有已安裝的模組。",
		"ja": "インストール済みモッドエクスプローラーを使用すると、現在のゲームセッションでインストールされたすべてのモッドを探索できます。",
		"pt-BR": "O Explorador de Mods Instalados permite que você explore todos os mods instalados na sessão de jogo atual.",
		"ru": "Обозреватель установленных модов позволяет вам исследовать все установленные моды в текущей игровой сессии."
	},
	"INSTALLED_MODS_INFO_LINE1": {
		"en": "Beside the quick access to the mod description page and custom info provided by the mod authors, the Mod Explorer allows you to configure supported mods directly in-game without the need to edit INI settings or restart the game.",
		"de": "Neben dem schnellen Zugriff auf die Mod-Beschreibungsseite und benutzerdefinierte Informationen, die von den Mod-Autoren bereitgestellt werden, ermöglicht Ihnen der Mod Explorer die direkte Konfiguration unterstützter Mods im Spiel, ohne dass Sie INI-Einstellungen bearbeiten oder das Spiel neu starten müssen.",
		"es": "Además del acceso rápido a la página de descripción del mod y la información personalizada proporcionada por los autores del mod, el Explorador de Mods te permite configurar los mods compatibles directamente en el juego sin necesidad de editar la configuración INI o reiniciar el juego.",
		"it": "Oltre all'accesso rapido alla pagina di descrizione della mod e alle informazioni personalizzate fornite dagli autori della mod, l'Esploratore delle Mod ti consente di configurare le mod supportate direttamente nel gioco senza la necessità di modificare le impostazioni INI o riavviare il gioco.",
		"da": "Udover den hurtige adgang til modbeskrivelsessiden og brugerdefinerede oplysninger, der leveres af modforfatterne, giver Mod Explorer dig mulighed for at konfigurere understøttede mods direkte i spillet uden behov for at redigere INI-indstillinger eller genstarte spillet.",
		"nl": "Naast de snelle toegang tot de mod-beschrijvingspagina en aangepaste informatie die door de mod-auteurs wordt verstrekt, kunt u met de Mod Verkenner ondersteunde mods rechtstreeks in het spel configureren zonder de INI-instellingen te hoeven bewerken of het spel opnieuw te starten.",
		"fr": "En plus de l'accès rapide à la page de description du mod et aux informations personnalisées fournies par les auteurs du mod, l'Explorateur de Mods vous permet de configurer les mods pris en charge directement dans le jeu sans avoir besoin de modifier les paramètres INI ou de redémarrer le jeu.",
		"tr": "Mod Açıklayıcı, mod açıklama sayfasına hızlı erişimin yanı sıra mod yapımcıları tarafından sağlanan özel bilgilere de hızlı erişim sağlar. Mod Açıklayıcı, INI ayarlarını düzenlemeye veya oyunu yeniden başlatmaya gerek kalmadan desteklenen modları doğrudan oyun içinde yapılandırmanıza olanak tanır.",
		"ko": "모드 설명 페이지 및 모드 작성자가 제공하는 사용자 정의 정보에 빠르게 액세스할 수 있으며, 모드 탐색기를 사용하면 INI 설정을 편집하거나 게임을 다시 시작할 필요없이 지원되는 모드를 직접 게임 내에서 구성할 수 있습니다.",
		"zh": "除了快速访问模组描述页面和模组作者提供的自定义信息外，模组浏览器还允许您在游戏中直接配置支持的模组，无需编辑INI设置或重新启动游戏。",
		"zh-TW": "除了快速訪問模組描述頁面和模組作者提供的自定義信息外，模組瀏覽器還允許您在遊戲中直接配置支援的模組，無需編輯INI設置或重新啟動遊戲。",
		"ja": "モッドの説明ページへのクイックアクセスと、モッド作成者が提供するカスタム情報に加えて、モッドエクスプローラーを使用すると、INI設定を編集したり、ゲームを再起動する必要なく、サポートされているモッドを直接ゲーム内で設定できます。",
		"pt-BR": "Além do acesso rápido à página de descrição do mod e às informações personalizadas fornecidas pelos autores do mod, o Explorador de Mods permite que você configure mods suportados diretamente no jogo, sem a necessidade de editar as configurações INI ou reiniciar o jogo.",
		"ru": "Помимо быстрого доступа к странице описания мода и пользовательской информации, предоставленной авторами мода, Обозреватель модов позволяет настраивать поддерживаемые моды непосредственно в игре без необходимости редактирования настроек INI или перезапуска игры."
	},
	"INSTALLED_MODS_INFO_LINE2": {
		"en": "Only mods that added support for Ark-Nucleus can be configured by it.",
		"de": "Nur Mods, die Unterstützung für Ark-Nucleus hinzugefügt haben, können von ihm konfiguriert werden.",
		"es": "Solo los mods que agregaron soporte para Ark-Nucleus pueden ser configurados por él.",
		"it": "Solo le mod che hanno aggiunto il supporto per Ark-Nucleus possono essere configurate da esso.",
		"da": "Kun mods, der har tilføjet support til Ark-Nucleus, kan konfigureres af det.",
		"nl": "Alleen mods die ondersteuning hebben toegevoegd voor Ark-Nucleus kunnen door het worden geconfigureerd.",
		"fr": "Seuls les mods qui ont ajouté la prise en charge d'Ark-Nucleus peuvent être configurés par celui-ci.",
		"tr": "Yalnızca Ark-Nucleus için destek ekleyen modlar tarafından yapılandırılabilir.",
		"ko": "Ark-Nucleus를 지원하는 모드만이 해당 모드에 의해 구성될 수 있습니다.",
		"zh": "只有添加了对Ark-Nucleus的支持的模组才能由其进行配置。",
		"zh-TW": "只有添加了對Ark-Nucleus的支援的模組才能由其進行配置。",
		"ja": "Ark-Nucleusに対応したモッドのみがそれによって設定できます。",
		"pt-BR": "Apenas mods que adicionaram suporte para o Ark-Nucleus podem ser configurados por ele.",
		"ru": "Только моды, добавившие поддержку для Ark-Nucleus, могут быть настроены им."
	},
	"INSTALLED_MODS_INFO_LINE3": {
		"en": "There are 3 types of settings: SERVER Settings (affect the whole server), PLAYER Settings (Server side setting of a player) and CLIENT Settings (Setting that are only client side and have no effect on other players).",
		"de": "Es gibt 3 Arten von Einstellungen: SERVER-Einstellungen (beeinflussen den gesamten Server), SPIELER-Einstellungen (Serverseitige Einstellung eines Spielers) und CLIENT-Einstellungen (Einstellungen, die nur auf der Client-Seite wirken und keine Auswirkungen auf andere Spieler haben).",
		"es": "Hay 3 tipos de configuraciones: Configuraciones del SERVIDOR (afectan a todo el servidor), Configuraciones del JUGADOR (configuración del lado del servidor de un jugador) y Configuraciones del CLIENTE (configuraciones que solo afectan al cliente y no tienen efecto en otros jugadores).",
		"it": "Ci sono 3 tipi di impostazioni: Impostazioni del SERVER (che influiscono sull'intero server), Impostazioni del GIOCATORE (impostazione lato server di un giocatore) e Impostazioni del CLIENTE (impostazioni che riguardano solo il client e non hanno effetto sugli altri giocatori).",
		"da": "Der er 3 typer indstillinger: SERVER-indstillinger (påvirker hele serveren), SPILLER-indstillinger (Server side indstilling af en spiller) og CLIENT-indstillinger (Indstilling, der kun er klient side og ikke har nogen effekt på andre spillere).",
		"nl": "Er zijn 3 soorten instellingen: SERVER-instellingen (beïnvloeden de hele server), SPELER-instellingen (Serverzijde instelling van een speler) en CLIENT-instellingen (Instellingen die alleen van invloed zijn op de client en geen effect hebben op andere spelers).",
		"fr": "Il existe 3 types de paramètres : Paramètres du SERVEUR (affectent l'ensemble du serveur), Paramètres du JOUEUR (paramètre côté serveur d'un joueur) et Paramètres du CLIENT (paramètres qui sont uniquement côté client et n'ont aucun effet sur les autres joueurs).",
		"tr": "3 tür ayar vardır: SUNUCU Ayarları (tüm sunucuyu etkiler), OYUNCU Ayarları (bir oyuncunun sunucu tarafı ayarı) ve İSTEMCİ Ayarları (yalnızca istemci tarafında etkili olan ayarlar ve diğer oyuncular üzerinde etkisi yoktur).",
		"ko": "세 가지 유형의 설정이 있습니다: 서버 설정 (전체 서버에 영향을 미침), 플레이어 설정 (플레이어의 서버 측 설정) 및 클라이언트 설정 (다른 플레이어에게 영향을 주지 않는 클라이언트 측 설정).",
		"zh": "有3种类型的设置：服务器设置（影响整个服务器），玩家设置（玩家的服务器端设置）和客户端设置（仅客户端设置，不影响其他玩家）。",
		"zh-TW": "有3種類型的設置：伺服器設置（影響整個伺服器），玩家設置（玩家的伺服器端設置）和客戶端設置（僅客戶端設置，不影響其他玩家）。",
		"ja": "設定には3つのタイプがあります：サーバー設定（サーバー全体に影響を与える）、プレイヤー設定（プレイヤーのサーバーサイド設定）およびクライアント設定（他のプレイヤーに影響を与えないクライアントサイドの設定）。",
		"pt-BR": "Existem 3 tipos de configurações: Configurações do SERVIDOR (afetam todo o servidor), Configurações do JOGADOR (configuração do lado do servidor de um jogador) e Configurações do CLIENTE (configurações que são apenas do lado do cliente e não têm efeito sobre outros jogadores).",
		"ru": "Существует 3 типа настроек: Настройки СЕРВЕРА (влияют на весь сервер), Настройки ИГРОКА (настройка на стороне сервера игрока) и Настройки КЛИЕНТА (настройки, которые применяются только на стороне клиента и не влияют на других игроков)."
	},
	"INSTALLED_MODS_INFO_LINE4": {
		"en": "Dino and Item specific settings are usually located in the Encyclopedia, but modders may decide to put them here instead. Check Mod description for more instruction where to find specific settings.",
		"de": "Dino- und Item-spezifische Einstellungen befinden sich normalerweise im Lexikon, aber Modder können sich entscheiden, sie stattdessen hier zu platzieren. Überprüfen Sie die Mod-Beschreibung für weitere Anweisungen, wo Sie spezifische Einstellungen finden können.",
		"es": "Las configuraciones específicas de dinosaurios e ítems suelen estar ubicadas en la Enciclopedia, pero los creadores de mods pueden decidir ponerlas aquí en su lugar. Consulta la descripción del mod para obtener más instrucciones sobre dónde encontrar configuraciones específicas.",
		"it": "Le impostazioni specifiche per i dinosauri e gli oggetti di solito si trovano nell'Enciclopedia, ma i modder possono decidere di metterle qui invece. Controlla la descrizione della mod per ulteriori istruzioni su dove trovare le impostazioni specifiche.",
		"da": "Dino- og genstandsspecifikke indstillinger er normalt placeret i Encyklopædien, men modders kan beslutte at placere dem her i stedet. Tjek modbeskrivelsen for flere instruktioner om, hvor du kan finde specifikke indstillinger.",
		"nl": "Dino- en itemspecifieke instellingen bevinden zich meestal in de Encyclopedie, maar modders kunnen ervoor kiezen om ze hier in plaats daarvan te plaatsen. Controleer de modbeschrijving voor meer instructies over waar je specifieke instellingen kunt vinden.",
		"fr": "Les paramètres spécifiques aux dinosaures et aux objets se trouvent généralement dans l'Encyclopédie, mais les moddeurs peuvent décider de les mettre ici à la place. Consultez la description du mod pour plus d'instructions sur l'emplacement des paramètres spécifiques.",
		"tr": "Dinozor ve Öğe özel ayarları genellikle Ansiklopedi'de bulunur, ancak mod yapımcıları bunları buraya koymaya karar verebilir. Belirli ayarları nerede bulabileceğiniz hakkında daha fazla talimat için Mod açıklamasını kontrol edin.",
		"ko": "다이노 및 아이템별 설정은 일반적으로 백과 사전에 위치하지만 모드 제작자는 대신 여기에 넣을 수도 있습니다. 특정 설정을 찾을 위치에 대한 자세한 지침은 모드 설명을 확인하세요.",
		"zh": "恐龙和物品特定设置通常位于百科全书中，但模组制作者可能决定将它们放在这里。请查看模组说明以获取有关在哪里找到特定设置的更多指示。",
		"zh-TW": "恐龍和物品特定設置通常位於百科全書中，但模組製作者可能決定將它們放在這裡。請查看模組說明以獲取有關在哪裡找到特定設置的更多指示。",
		"ja": "恐竜とアイテムの特定の設定は通常、百科事典にありますが、モッド作成者は代わりにここに配置することを決める場合があります。特定の設定を見つける場所に関する詳しい手順については、モッドの説明を確認してください。",
		"pt-BR": "As configurações específicas de dinossauros e itens geralmente estão localizadas na Enciclopédia, mas os modders podem decidir colocá-las aqui em vez disso. Verifique a descrição do mod para obter mais instruções sobre onde encontrar configurações específicas.",
		"ru": "Специфические для динозавров и предметов настройки обычно находятся в Энциклопедии, но моддеры могут решить поместить их здесь вместо этого. Проверьте описание мода для получения дополнительных инструкций о том, где найти конкретные настройки."
	},
	"MOD_ORDER_LBL": {
		"en": "Load Order:",
		"de": "Lade-Reihenfolge:",
		"es": "Orden de Carga:",
		"it": "Ordine di Caricamento:",
		"da": "Indlæsningsrækkefølge:",
		"nl": "Laadvolgorde:",
		"fr": "Ordre de Chargement:",
		"tr": "Yükleme Sırası:",
		"ko": "로드 순서:",
		"zh": "加载顺序:",
		"zh-TW": "載入順序:",
		"ja": "読み込み順序:",
		"pt-BR": "Ordem de Carregamento:",
		"ru": "Порядок загрузки:"
	},
	"MOD_NAME_LBL": {
		"en": "Mod Name:",
		"de": "Mod-Name:",
		"es": "Nombre del Mod:",
		"it": "Nome Mod:",
		"da": "Mod-navn:",
		"nl": "Mod-naam:",
		"fr": "Nom du Mod:",
		"tr": "Mod Adı:",
		"ko": "모드 이름:",
		"zh": "模组名称:",
		"zh-TW": "模組名稱:",
		"ja": "Mod名:",
		"pt-BR": "Nome do Mod:",
		"ru": "Название мода:"
	},
	"MOD_FOLDER_LBL": {
		"en": "Mod Folder:",
		"de": "Mod Ordner:",
		"es": "Carpeta del Mod:",
		"it": "Cartella Mod:",
		"da": "Mod Mappe:",
		"nl": "Mod Map:",
		"fr": "Dossier du Mod:",
		"tr": "Mod Klasörü:",
		"ko": "모드 폴더:",
		"zh": "模组文件夹:",
		"zh-TW": "模組資料夾:",
		"ja": "Modフォルダー:",
		"pt-BR": "Pasta do Mod:",
		"ru": "Папка мода:"
	},
	"MOD_ID_LBL": {
		"en": "Mod ID:",
		"de": "Mod-ID:",
		"es": "ID del Mod:",
		"it": "ID Mod:",
		"da": "Mod ID:",
		"nl": "Mod ID:",
		"fr": "ID du Mod:",
		"tr": "Mod Kimliği:",
		"ko": "모드 ID:",
		"zh": "模组ID:",
		"zh-TW": "模組ID:",
		"ja": "Mod ID:",
		"pt-BR": "ID do Mod:",
		"ru": "ID мода:"
	},
	"MOD_DOWNLOADS_LBL": {
		"en": "Downloads:",
		"de": "Downloads:",
		"es": "Descargas:",
		"it": "Download:",
		"da": "Downloads:",
		"nl": "Downloads:",
		"fr": "Téléchargements:",
		"tr": "İndirmeler:",
		"ko": "다운로드:",
		"zh": "下载次数:",
		"zh-TW": "下載次數:",
		"ja": "ダウンロード数:",
		"pt-BR": "Downloads:",
		"ru": "Загрузки:"
	},
	"MOD_SUP_CONFIG_LBL": {
		"en": "Configurable trough Nucleus:",
		"de": "Konfigurierbar über Nucleus:",
		"es": "Configurable a través de Nucleus:",
		"it": "Configurabile tramite Nucleus:",
		"da": "Konfigurerbar gennem Nucleus:",
		"nl": "Configureerbaar via Nucleus:",
		"fr": "Configurable via Nucleus:",
		"tr": "Nucleus üzerinden yapılandırılabilir:",
		"ko": "Nucleus를 통해 구성 가능:",
		"zh": "通过Nucleus可配置:",
		"zh-TW": "透過Nucleus可配置:",
		"ja": "Nucleusを介して設定可能:",
		"pt-BR": "Configurável através do Nucleus:",
		"ru": "Настройка через Nucleus:"
	},
	"MOD_SUP_LOG_LBL": {
		"en": "Logs managed by Nucleus:",
		"de": "Logs verwaltet durch Nucleus:",
		"es": "Registros gestionados por Nucleus:",
		"it": "Log gestiti da Nucleus:",
		"da": "Logs administreret af Nucleus:",
		"nl": "Logs beheerd door Nucleus:",
		"fr": "Journaux gérés par Nucleus:",
		"tr": "Nucleus tarafından yönetilen günlükler:",
		"ko": "Nucleus에서 관리하는 로그:",
		"zh": "由Nucleus管理的日志:",
		"zh-TW": "由Nucleus管理的日誌:",
		"ja": "Nucleusによって管理されるログ:",
		"pt-BR": "Logs gerenciados pelo Nucleus:",
		"ru": "Логи, управляемые Nucleus:"
	},
	"MOD_SUP_LOC_LBL": {
		"en": "Localized trough Nucleus:",
		"de": "Lokalisiert über Nucleus:",
		"es": "Localizado a través de Nucleus:",
		"it": "Localizzato tramite Nucleus:",
		"da": "Lokaliseret gennem Nucleus:",
		"nl": "Gelokaliseerd via Nucleus:",
		"fr": "Localisé via Nucleus:",
		"tr": "Nucleus üzerinden yerelleştirilmiş:",
		"ko": "Nucleus를 통해 지역화됨:",
		"zh": "通过Nucleus本地化:",
		"zh-TW": "透過Nucleus本地化:",
		"ja": "Nucleusを介してローカライズされた:",
		"pt-BR": "Localizado através do Nucleus:",
		"ru": "Локализовано через Nucleus:"
	},
	"MOD_EXTERNAL_URLS_LBL": {
		"en": "External URLs:",
		"de": "Externe URLs:",
		"es": "URLs Externas:",
		"it": "URL Esterni:",
		"da": "Eksterne URL'er:",
		"nl": "Externe URL's:",
		"fr": "URL externes:",
		"tr": "Harici URL'ler:",
		"ko": "외부 URL:",
		"zh": "外部链接:",
		"zh-TW": "外部連結:",
		"ja": "外部URL:",
		"pt-BR": "URLs Externos:",
		"ru": "Внешние URL:"
	},
	"MOD_SETTINGS_LBL": {
		"en": "Settings:",
		"de": "Einstellungen:",
		"es": "Configuraciones:",
		"it": "Impostazioni:",
		"da": "Indstillinger:",
		"nl": "Instellingen:",
		"fr": "Paramètres:",
		"tr": "Ayarlar:",
		"ko": "설정:",
		"zh": "设置:",
		"zh-TW": "設定:",
		"ja": "設定:",
		"pt-BR": "Configurações:",
		"ru": "Настройки:"
	},
	"MOD_VERSION_LBL": {
		"en": "Installed Version:",
		"de": "Installierte Version:",
		"es": "Versión instalada:",
		"it": "Versione installata:",
		"da": "Installeret version:",
		"nl": "Geïnstalleerde versie:",
		"fr": "Version installée:",
		"tr": "Yüklü Sürüm:",
		"ko": "설치된 버전:",
		"zh": "已安装版本:",
		"zh-TW": "已安裝版本:",
		"ja": "インストール済みバージョン:",
		"pt-BR": "Versão Instalada:",
		"ru": "Установленная версия:"
	},
	"BTN_GO_TO_MOD_PAGE": {
		"en": "Open CurseForge Page",
		"de": "CurseForge-Seite öffnen",
		"es": "Abrir página de CurseForge",
		"it": "Apri pagina di CurseForge",
		"da": "Åbn CurseForge-side",
		"nl": "Open CurseForge-pagina",
		"fr": "Ouvrir la page CurseForge",
		"tr": "CurseForge Sayfasını Aç",
		"ko": "CurseForge 페이지 열기",
		"zh": "打开CurseForge页面",
		"zh-TW": "開啟CurseForge頁面",
		"ja": "CurseForgeページを開く",
		"pt-BR": "Abrir página do CurseForge",
		"ru": "Открыть страницу CurseForge"
	},
	"BTN_MOD_SERVER_SETTINGS": {
		"en": "Mod Server Settings",
		"de": "Mod-Server-Einstellungen",
		"es": "Configuración del Servidor del Mod",
		"it": "Impostazioni del Server Mod",
		"da": "Mod Serverindstillinger",
		"nl": "Mod Serverinstellingen",
		"fr": "Paramètres du Serveur du Mod",
		"tr": "Mod Sunucu Ayarları",
		"ko": "모드 서버 설정",
		"zh": "模组服务器设置",
		"zh-TW": "模組伺服器設定",
		"ja": "Modサーバー設定",
		"pt-BR": "Configurações do Servidor do Mod",
		"ru": "Настройки сервера мода"
	},
	"BTN_MOD_PLAYER_SETTINGS": {
		"en": "Mod Player Settings",
		"de": "Mod-Spieler-Einstellungen",
		"es": "Configuración del Jugador del Mod",
		"it": "Impostazioni del Giocatore Mod",
		"da": "Mod Spillerindstillinger",
		"nl": "Mod Spelerinstellingen",
		"fr": "Paramètres du Joueur du Mod",
		"tr": "Mod Oyuncu Ayarları",
		"ko": "모드 플레이어 설정",
		"zh": "模组玩家设置",
		"zh-TW": "模組玩家設定",
		"ja": "Modプレイヤー設定",
		"pt-BR": "Configurações do Jogador do Mod",
		"ru": "Настройки игрока мода"
	},
	"BTN_MOD_CLIENT_SETTINGS": {
		"en": "Mod Client Settings",
		"de": "Mod-Client-Einstellungen",
		"es": "Configuración del Cliente del Mod",
		"it": "Impostazioni del Client Mod",
		"da": "Mod Klientindstillinger",
		"nl": "Mod Clientinstellingen",
		"fr": "Paramètres du Client du Mod",
		"tr": "Mod İstemci Ayarları",
		"ko": "모드 클라이언트 설정",
		"zh": "模组客户端设置",
		"zh-TW": "模組客戶端設定",
		"ja": "Modクライアント設定",
		"pt-BR": "Configurações do Cliente do Mod",
		"ru": "Настройки клиента мода"
	},
	"MOD_IS_PAID": {
		"en": "Premium Mod",
		"de": "Premium-Mod",
		"es": "Mod Premium",
		"it": "Mod Premium",
		"da": "Premium Mod",
		"nl": "Premium Mod",
		"fr": "Mod Premium",
		"tr": "Premium Mod",
		"ko": "프리미엄 모드",
		"zh": "高级模组",
		"zh-TW": "高級模組",
		"ja": "プレミアムモッド",
		"pt-BR": "Mod Premium",
		"ru": "Премиум-мод"
	},
	"MOD_IS_PAID_NOTE": {
		"en": "This mod is a premium mod and may require a purchase to use.",
		"de": "Dieser Mod ist ein Premium-Mod und erfordert möglicherweise einen Kauf, um ihn zu verwenden.",
		"es": "Este mod es un mod premium y puede requerir una compra para usarlo.",
		"it": "Questo mod è un mod premium e potrebbe richiedere un acquisto per utilizzarlo.",
		"da": "Denne mod er en premium mod og kræver muligvis et køb for at bruge den.",
		"nl": "Deze mod is een premium mod en vereist mogelijk een aankoop om te gebruiken.",
		"fr": "Ce mod est un mod premium et peut nécessiter un achat pour l'utiliser.",
		"tr": "Bu mod bir premium moddur ve kullanmak için satın almayı gerektirebilir.",
		"ko": "이 모드는 프리미엄 모드이며 사용하려면 구매가 필요할 수 있습니다.",
		"zh": "此模组是高级模组，可能需要购买才能使用。",
		"zh-TW": "此模組是高級模組，可能需要購買才能使用。",
		"ja": "このモッドはプレミアムモッドであり、使用するには購入が必要な場合があります。",
		"pt-BR": "Este mod é um mod premium e pode exigir uma compra para usar.",
		"ru": "Этот мод является премиум-модом и может потребовать покупки для использования."
	},
	"MOD_PRICE_LBL":{
		"en": "Price:",
		"de": "Preis:",
		"es": "Precio:",
		"it": "Prezzo:",
		"da": "Pris:",
		"nl": "Prijs:",
		"fr": "Prix:",
		"tr": "Fiyat:",
		"ko": "가격:",
		"zh": "价格:",
		"zh-TW": "價格:",
		"ja": "価格:",
		"pt-BR": "Preço:",
		"ru": "Цена:"
	},
	"MOD_CURRENCY_LBL":{
		"en": "Currency:",
		"de": "Währung:",
		"es": "Moneda:",
		"it": "Valuta:",
		"da": "Valuta:",
		"nl": "Valuta:",
		"fr": "Devise:",
		"tr": "Para Birimi:",
		"ko": "통화:",
		"zh": "货币:",
		"zh-TW": "貨幣:",
		"ja": "通貨:",
		"pt-BR": "Moeda:",
		"ru": "Валюта:"
	},
	"MOD_SCREEN_SHOOTS": {
		"en": "Screen Shots:",
		"de": "Bildschirmfotos:",
		"es": "Capturas de pantalla:",
		"it": "Screenshot:",
		"da": "Skærmbilleder:",
		"nl": "Schermopnames:",
		"fr": "Captures d'écran:",
		"tr": "Ekran Görüntüleri:",
		"ko": "스크린샷:",
		"zh": "屏幕截图:",
		"zh-TW": "螢幕截圖:",
		"ja": "スクリーンショット:",
		"pt-BR": "Capturas de Tela:",
		"ru": "Скриншоты:"
	},
	"MOD_SCREEN_SHOOTS_NOTE": {
		"en": "Click on the image to enlarge it.",
		"de": "Klicken Sie auf das Bild, um es zu vergrößern.",
		"es": "Haz clic en la imagen para ampliarla.",
		"it": "Clicca sull'immagine per ingrandirla.",
		"da": "Klik på billedet for at forstørre det.",
		"nl": "Klik op de afbeelding om deze te vergroten.",
		"fr": "Cliquez sur l'image pour l'agrandir.",
		"tr": "Resmi büyütmek için üzerine tıklayın.",
		"ko": "이미지를 클릭하여 확대합니다.",
		"zh": "点击图像以放大。",
		"zh-TW": "點擊圖片以放大。",
		"ja": "画像をクリックして拡大します。",
		"pt-BR": "Clique na imagem para ampliá-la.",
		"ru": "Нажмите на изображение, чтобы увеличить его."
	},
	"MOD_ENCYCLOPEDIA": {
		"en": "Mod Encyclopedia:",
		"de": "Mod-Enzyklopädie:",
		"es": "Enciclopedia del Mod:",
		"it": "Enciclopedia del Mod:",
		"da": "Mod Leksikon:",
		"nl": "Mod Encyclopedie:",
		"fr": "Encyclopédie du Mod:",
		"tr": "Mod Ansiklopedisi:",
		"ko": "모드 백과사전:",
		"zh": "模组百科全书:",
		"zh-TW": "模組百科全書:",
		"ja": "Mod百科事典:",
		"pt-BR": "Enciclopédia do Mod:",
		"ru": "Энциклопедия мода:"
	},
	"MOD_ENCYCLOPEDIA_NOTE": {
		"en": "The Mod Encyclopedia is a collection of items and dinos introduced by this specific mod.",
		"de": "Die Mod-Enzyklopädie ist eine Sammlung von Gegenständen und Dinos, die von diesem speziellen Mod eingeführt wurden.",
		"es": "La Enciclopedia del Mod es una colección de objetos y dinosaurios introducidos por este mod específico.",
		"it": "L'Enciclopedia del Mod è una collezione di oggetti e dinosauri introdotti da questo specifico mod.",
		"da": "Mod Leksikon er en samling af genstande og dinoer introduceret af denne specifikke mod.",
		"nl": "De Mod Encyclopedie is een verzameling items en dino's die zijn geïntroduceerd door deze specifieke mod.",
		"fr": "L'Encyclopédie du Mod est une collection d'objets et de dinos introduits par ce mod spécifique.",
		"tr": "Mod Ansiklopedisi, bu belirli mod tarafından tanıtılan eşyaların ve dinozorların bir koleksiyonudur.",
		"ko": "모드 백과사전은 이 특정 모드에서 소개된 아이템 및 공룡의 모음입니다.",
		"zh": "模组百科全书是由特定模组引入的物品和恐龙的集合。",
		"zh-TW": "模組百科全書是由特定模組引入的物品和恐龍的集合。",
		"ja": "Mod百科事典は、この特定のModによって導入されたアイテムと恐竜のコレクションです。",
		"pt-BR": "A Enciclopédia do Mod é uma coleção de itens e dinos introduzidos por este mod específico.",
		"ru": "Энциклопедия мода - это коллекция предметов и дино, представленных этим конкретным модом."
	},
	"MOD_DESCRIPTION":{
		"en": "Description:",
		"de": "Beschreibung:",
		"es": "Descripción:",
		"it": "Descrizione:",
		"da": "Beskrivelse:",
		"nl": "Beschrijving:",
		"fr": "Description:",
		"tr": "Açıklama:",
		"ko": "설명:",
		"zh": "描述:",
		"zh-TW": "描述:",
		"ja": "説明:",
		"pt-BR": "Descrição:",
		"ru": "Описание:"
	},
	"MOD_DESCRIPTION_NOTE":{
		"en": "This is the description provided by the mod author.",
		"de": "Dies ist die Beschreibung, die vom Mod-Autor bereitgestellt wurde.",
		"es": "Esta es la descripción proporcionada por el autor del mod.",
		"it": "Questa è la descrizione fornita dall'autore del mod.",
		"da": "Dette er beskrivelsen, som modforfatteren har angivet.",
		"nl": "Dit is de beschrijving die door de mod-auteur is verstrekt.",
		"fr": "Il s'agit de la description fournie par l'auteur du mod.",
		"tr": "Bu, mod yazarı tarafından sağlanan açıklamadır.",
		"ko": "이것은 모드 작성자가 제공한 설명입니다.",
		"zh": "这是模组作者提供的描述。",
		"zh-TW": "這是模組作者提供的描述。",
		"ja": "これはモッド作成者が提供した説明です。",
		"pt-BR": "Esta é a descrição fornecida pelo autor do mod.",
		"ru": "Это описание, предоставленное автором мода."
	},
	"MOD_AUTHORS": {
		"en": "Authors:",
		"de": "Autoren:",
		"es": "Autores:",
		"it": "Autori:",
		"da": "Forfattere:",
		"nl": "Auteurs:",
		"fr": "Auteurs:",
		"tr": "Yazarlar:",
		"ko": "작성자:",
		"zh": "作者:",
		"zh-TW": "作者:",
		"ja": "著者:",
		"pt-BR": "Autores:",
		"ru": "Авторы:"
	},
	"MOD_AUTHORS_NOTE": {
		"en": "Click on the author name to visit their profile.",
		"de": "Klicken Sie auf den Autorennamen, um ihr Profil zu besuchen.",
		"es": "Haz clic en el nombre del autor para visitar su perfil.",
		"it": "Clicca sul nome dell'autore per visitare il suo profilo.",
		"da": "Klik på forfatternavnet for at besøge deres profil.",
		"nl": "Klik op de auteursnaam om hun profiel te bezoeken.",
		"fr": "Cliquez sur le nom de l'auteur pour visiter son profil.",
		"tr": "Profilini ziyaret etmek için yazar adına tıklayın.",
		"ko": "작성자 이름을 클릭하여 프로필을 방문하세요.",
		"zh": "点击作者名称以访问其个人资料。",
		"zh-TW": "點擊作者名稱以訪問其個人資料。",
		"ja": "著者名をクリックしてプロフィールを訪問します。",
		"pt-BR": "Clique no nome do autor para visitar o perfil dele.",
		"ru": "Нажмите на имя автора, чтобы посетить его профиль."
	},
	"MOD_CATEGORIES": {
		"en": "Categories:",
		"de": "Kategorien:",
		"es": "Categorías:",
		"it": "Categorie:",
		"da": "Kategorier:",
		"nl": "Categorieën:",
		"fr": "Catégories:",
		"tr": "Kategoriler:",
		"ko": "카테고리:",
		"zh": "分类:",
		"zh-TW": "分類:",
		"ja": "カテゴリー:",
		"pt-BR": "Categorias:",
		"ru": "Категории:"
	},
	"MOD_CATEGORIES_NOTE": {
		"en": "Click on the category name to see other mods in the same category.",
		"de": "Klicken Sie auf den Kategorienamen, um andere Mods in derselben Kategorie anzuzeigen.",
		"es": "Haz clic en el nombre de la categoría para ver otros mods en la misma categoría.",
		"it": "Clicca sul nome della categoria per vedere altri mod nella stessa categoria.",
		"da": "Klik på kategorinavnet for at se andre mods i samme kategori.",
		"nl": "Klik op de categorienaam om andere mods in dezelfde categorie te bekijken.",
		"fr": "Cliquez sur le nom de la catégorie pour voir d'autres mods dans la même catégorie.",
		"tr": "Aynı kategorideki diğer modları görmek için kategori adına tıklayın.",
		"ko": "동일한 카테고리의 다른 모드를 보려면 카테고리 이름을 클릭하세요.",
		"zh": "点击类别名称以查看同一类别中的其他模组。",
		"zh-TW": "點擊類別名稱以查看同一類別中的其他模組。",
		"ja": "同じカテゴリーの他のModを表示するには、カテゴリー名をクリックしてください。",
		"pt-BR": "Clique no nome da categoria para ver outros mods na mesma categoria.",
		"ru": "Нажмите на название категории, чтобы увидеть другие моды в той же категории."
	},
	"BTN_MORE_MODS_WITH_SAME_CATEGORY": {
		"en": "More mods with the same category",
		"de": "Weitere Mods mit derselben Kategorie",
		"es": "Más mods con la misma categoría",
		"it": "Altri mod con la stessa categoria",
		"da": "Flere mods med samme kategori",
		"nl": "Meer mods met dezelfde categorie",
		"fr": "Plus de mods avec la même catégorie",
		"tr": "Aynı kategoride daha fazla mod",
		"ko": "동일한 카테고리의 더 많은 모드",
		"zh": "相同类别的更多模组",
		"zh-TW": "相同類別的更多模組",
		"ja": "同じカテゴリのその他のMod",
		"pt-BR": "Mais mods com a mesma categoria",
		"ru": "Другие моды с той же категорией"
	},
	"MOD_DEBUG_DATA":{
		"en": "Debug Data:",
		"de": "Debug-Daten:",
		"es": "Datos de Depuración:",
		"it": "Dati di Debug:",
		"da": "Fejlfinding Data:",
		"nl": "Debuggegevens:",
		"fr": "Données de Débogage:",
		"tr": "Hata Ayıklama Verileri:",
		"ko": "디버그 데이터:",
		"zh": "调试数据:",
		"zh-TW": "偵錯資料:",
		"ja": "デバッグデータ:",
		"pt-BR": "Dados de Depuração:",
		"ru": "Отладочные данные:"
	},
	"MOD_DEBUG_DATA_NOTE":{
		"en": "This data is only visible to administrators.",
		"de": "Diese Daten sind nur für Administratoren sichtbar.",
		"es": "Estos datos solo son visibles para los administradores.",
		"it": "Questi dati sono visibili solo agli amministratori.",
		"da": "Disse data er kun synlige for administratorer.",
		"nl": "Deze gegevens zijn alleen zichtbaar voor beheerders.",
		"fr": "Ces données ne sont visibles que par les administrateurs.",
		"tr": "Bu veriler yalnızca yöneticiler tarafından görülebilir.",
		"ko": "이 데이터는 관리자만 볼 수 있습니다.",
		"zh": "此数据仅对管理员可见。",
		"zh-TW": "此資料僅對管理員可見。",
		"ja": "このデータは管理者のみが表示できます。",
		"pt-BR": "Esses dados são visíveis apenas para administradores.",
		"ru": "Эти данные видны только администраторам."
	}
}